Repository: wxWidgets/debian
Catalog: locale/*.po
Languages: tr

source: Too many colours in PNG, the image may be slightly blurred.
tr: PNG içinde çok fazla renk var, görüntü biraz bulanýklaþabilir.

source: Top margin (mm):
tr: Üst boþluk (mm):

source: Translations by
tr: Çeviren

source: Translators
tr: Çevirenler

source: Trying to remove file '%s' from memory VFS, but it is not loaded!
tr: Bellek VFS'den '%s' dosyasýný silme deneniyor, ama dosya yüklü deðil!

source: Turkish (ISO-8859-9)
tr: Türkçe (ISO-8859-9)

source: Type
tr: Tip

source: Type a font name.
tr: Bir yazýtipi adý giriniz.

source: Type a size in points.
tr: Punto olarak bir boyut giriniz.

source: Type must have enum - long conversion
tr: Tip enum - long çevrimini desteklemelidir

source: US Std Fanfold, 14 7/8 x 11 in
tr: US Std Fanfold, 14 7/8 x 11 inç

source: Unable to initialize GTK+, is DISPLAY set properly?
tr: GTK+ ilklendirilemedi, DISPLAY ayarlandý mý?

source: Unable to initialize Hildon program
tr: Hildon programý ilklendirilemedi

source: Unable to open requested HTML document: %s
tr: Ýstenen HTML dökümaný açýlamýyor: %s

source: Unable to play sound asynchronously.
tr: Ses zaman uyumsuz olarak çalýnamýyor.

source: Undelete
tr: Silmeyi geri al

source: Underlined
tr: Altçizgili

source: Undo
tr: Geri Al

source: Undo last action
tr: Son eylemi geri al

source: Unexpected characters following option '%s'.
tr: '%s' seçeneðinden sonra beklenmeyen karakterler.

source: Unexpected parameter '%s'
tr: Beklenmeyen parametre '%s'

source: Unicode
tr: Unikodu

source: Unicode 7 bit (UTF-7)
tr: 7 ikili evrensel kod (UTF-7)

source: Unicode 8 bit (UTF-8)
tr: 8 ikili evrensel kod (UTF-8)

source: Unknown
tr: Bilinmeyen

source: Unknown DDE error %08x
tr: Bilinmeyen DDE hatasý %08x

source: Unknown Object passed to GetObjectClassInfo
tr: GetObjectClassInfo iþlevi bilinmeyen nesne ile çaðrýldý

source: Unknown Property %s
tr: Bilinmeyen Özellik %s

source: Unknown TIFF resolution unit %d ignored
tr: Bilinmeyen TIFF %d çözünürlük birimi gözardý edildi

source: Unknown dynamic library error
tr: Blinmeyen devingen kitaplýk hatasý

source: Unknown encoding (%d)
tr: Bilinmeyen kodlama (%d)

source: Unknown long option '%s'
tr: Blinmeyen long seçenek '%s'

source: Unknown option '%s'
tr: Bilinmeyen seçenek '%s'

source: Unmatched '{' in an entry for mime type %s.
tr: %s MIME tipi girdisinde uymayan '{'.

source: Unnamed command
tr: Adsýz komut

source: Unsupported clipboard format.
tr: Desteklenmeyen pano biçimi.

source: Unsupported theme '%s'.
tr: Desteklenmeyen tema '%s'.

source: Up
tr: Yukarý

source: Upper case letters
tr: Büyük harfler

source: Upper case roman numerals
tr: Büyük harf romen rakamlarý

source: Usage: %s
tr: Kullaným: %s

source: Use the current alignment setting.
tr: Geçerli hizalama ayarlarýný kullan.

source: Valid pointer to native data view control does not exist
tr: Doðal veri görünüm kontroluna ait bir imleç yok

source: Validation conflict
tr: Doðrulama çeliþkisi

source: View files as a detailed view
tr: Dosyalarý detaylý görünümde göster

source: View files as a list view
tr: Dosyalarý liste görünümde göster

source: Views
tr: Görünümler

source: Waiting for IO on epoll descriptor %d failed
tr: %d epoll tanýmlayýcýsý üstündeki GÇ beklemesi baþarýsýz

source: Warning:
tr: Uyarý:

source: Western European (ISO-8859-1)
tr: Batý Avrupa (ISO-8859-1)

source: Western European with Euro (ISO-8859-15)
tr: Batý Avrupa (Euro) (ISO-8859-15)

source: Whether the font is underlined.
tr: Yazýtipi alt çizgili mi.

source: Whole word
tr: Tam kelime

source: Whole words only
tr: Yalnýz tam kelimeler

source: Win32 theme
tr: Win32 temasý

source: Win32s on Windows 3.1
tr: Windows 3.1 üstünde Win32s

source: Windows Arabic (CP 1256)
tr: Windows Arapça (CP 1256)

source: Windows Baltic (CP 1257)
tr: Windows Baltýk (CP 1257)

source: Windows Central European (CP 1250)
tr: Windows Orta Avrupa (CP 1250)

source: Windows Cyrillic (CP 1251)
tr: Windows Rusça (CP 1251)

source: Windows Greek (CP 1253)
tr: Windows Yunanca (CP 1253)

source: Windows Hebrew (CP 1255)
tr: Windows Ýbranice (CP 1255)

source: Windows Korean (CP 949)
tr: Windows Korece (CP 949)

source: Windows Thai (CP 874)
tr: Windows Tai (CP 874)

source: Windows Turkish (CP 1254)
tr: Windows Türkçe (CP 1254)

source: Windows Western European (CP 1252)
tr: Windows Batý Avrupa (CP 1252)

source: Write error on file '%s'
tr: '%s' dosyasýna yazma hatasý

source: XML parsing error: '%s' at line %d
tr: XML ayrýþtýrma hatasý: '%s', satýr %d

source: XPM: Malformed pixel data!
tr: XPM: Bozuk piksel verisi!

source: XPM: incorrect colour description in line %d
tr: XPM: %d satýrýnda hatalý renk tanýmý

source: XPM: incorrect header format!
tr: XPM: hatalý baþlýk biçimi!

source: XPM: malformed colour definition '%s' at line %d!
tr: XPM: bozuk renk tanýmý '%s', satýr %d!

source: XPM: no colors left to use for mask!
tr: XPM: maske için kullanýlacak renk kalmadý!

source: XPM: truncated image data at line %d!
tr: XPM: %d satýrýnda kýrpýk görüntü verisi!

source: Yes
tr: Evet

source: You cannot Clear an overlay that is not inited
tr: Baþlatýlmamýþ bir üstyazýmý temizleyemezsiniz (Clear)

source: You cannot Init an overlay twice
tr: Bir üstyazýmý iki kez baþlatamazsýnýz (Init)

source: You cannot add a new directory to this section.
tr: Bu bölüme yeni klasör ekleyemezsiniz.

source: Zoom &In
tr: Büyült

source: Zoom &Out
tr: Küçült

source: Zoom to &Fit
tr: Sýðdýr

source: a DDEML application has created a prolonged race condition.
tr: bir DDEML uygulamasý uzun yarýþ durumu yarattý.

source: a DDEML function was called without first calling the DdeInitialize function, or an invalid instance identifier was passed to a DDEML function.
tr: DDEML iþlevi öncelikle DdeInitialize iþlevi çaðrýlmaksýzýn çaðrýldý, veya DDEML iþlevine geçersiz bir örnek tanýmlayýcýsý geçirildi.

source: a client's attempt to establish a conversation has failed.
tr: istemcinin konuþma kurma denemesi baþarýsýz.

source: a memory allocation failed.
tr: bellek ayýrma baþarýsýz.

source: a parameter failed to be validated by the DDEML.
tr: parametrenin DDEML tarafýndan doðrulanmasý baþarýsýz.

source: a request for a synchronous advise transaction has timed out.
tr: eþzamanlý danýþma iþi isteði zamanaþýmýna uðradý.

source: a request for a synchronous data transaction has timed out.
tr: eþzamanlý veri iþi isteði zamanaþýmýna uðradý.

source: a request for a synchronous execute transaction has timed out.
tr: eþzamanlý çalýþtýrma iþi isteði zamanaþýmýna uðradý.

source: a request for a synchronous poke transaction has timed out.
tr: eþzamanlý itme iþi isteði zamanaþýmýna uðradý.

source: a request to end an advise transaction has timed out.
tr: danýþma iþi bitirme isteði zamanaþýmýna uðradý.

source: a server-side transaction was attempted on a conversation that was terminated by the client, or the server terminated before completing a transaction.
tr: istemci tarafýndan sonlandýrýlmýþ bir görüþme üstünde sunucu-tarafý iþ denendi, veya sunucu iþ bitmeden sonlandýrýldý.

source: a transaction failed.
tr: iþ baþarýsýz.

source: an application initialized as APPCLASS_MONITOR has attempted to perform a DDE transaction, or an application initialized as APPCMD_CLIENTONLY has attempted to perform server transactions.
tr: APPCLASS_MONITOR olarak baþlatýlmýþ bir uygulama DDE iþi gerçekleþtirmeyi denedi, veya APPCMD_CLIENTONLY olarak baþlatýlmýþ bir uygulama sunucu iþi gerçekleþtirmeyi denedi.

source: an internal call to the PostMessage function has failed.
tr: PostMessage iþlevine içsel çaðrý baþarýsýz.

source: an internal error has occurred in the DDEML.
tr: DDEML'de içsel hata oluþtu.

source: an invalid transaction identifier was passed to a DDEML function. Once the application has returned from an XTYP_XACT_COMPLETE callback, the transaction identifier for that callback is no longer valid.
tr: DDEML iþlevine geçersiz iþ tanýtýcý geçirilmiþ. Uygulama XTYP_XACT_COMPLETE geri-çaðrýdan döndüðünde bu geri-çaðrýnýn iþ tanýtýcýsý geçersiz olacaktýr.

source: assuming this is a multi-part zip concatenated
tr: bunun çok-parçalý birleþtirilmiþ bir zip olduðu varsayýlýyor

source: attempt to change immutable key '%s' ignored.
tr: deðiþmez anahtar '%s''ý deðiþtirme denemesi gözardý edildi.

source: bad arguments to library function
tr: kitaplýk iþlevi için hatalý deðiþkenler

source: bad signature
tr: kötü imza

source: bad zipfile offset to entry
tr: girdi için hatalý zip dosyasý konumu

source: binary
tr: ikili

source: bold
tr: kalýn

source: buffer is too small for Windows directory.
tr: arabellek Windows klasörü için çok küçük.

source: can't close file '%s'
tr: '%s' dosyasý kapatýlamýyor

source: can't close file descriptor %d
tr: dosya betimleyicisi %d kapatýlamýyor

source: can't commit changes to file '%s'
tr: '%s' dosyasýndaki deðiþiklikler iþlenemiyor

source: can't create file '%s'
tr: '%s' dosyasý yaratýlamýyor

source: can't delete user configuration file '%s'
tr: kullanýcý yapýlandýrma dosyasý '%s' silinemiyor

source: can't determine if the end of file is reached on descriptor %d
tr: betimleyici %d üstündeki dosyanýn sonuna ulaþýlýp ulaþýlamadýðý tesbit edilemiyor

source: can't execute '%s'
tr: '%s' çalýþtýrýlamadý

source: can't find central directory in zip
tr: merkezi klasör zip içinde bulunamýyor

source: can't find length of file on file descriptor %d
tr: betimleyici %d üstündeki dosyanýn uzunluðu bulunamýyor

source: can't find user's HOME, using current directory.
tr: kullanýcýnýn EV'i bulunamýyor, geçerli klasör kullanýlýyor.

source: can't flush file descriptor %d
tr: dosya betimleyicisi %d temizlenemiyor

source: can't get seek position on file descriptor %d
tr: dosya betimleyicisi %d üstündeki arama konumu alýnamýyor

source: can't load any font, aborting
tr: hiç yazýtipi yüklenemedi, durduruluyor

source: can't open file '%s'
tr: '%s' dosyasý açýlamýyor

source: can't open global configuration file '%s'.
tr: genel yapýlandýrma dosyasý '%s' açýlamýyor

source: can't open user configuration file '%s'.
tr: kullanýcý yapýlandýrma dosyasý '%s' açýlamýyor

source: can't open user configuration file.
tr: kullanýcý yapýlandýrma dosyasý açýlamýyor

source: can't re-initialize zlib deflate stream
tr: zlib açma akýmý yeniden ilklendirilemedi

source: can't re-initialize zlib inflate stream
tr: zlib sýkýþtýrma akýmý yeniden ilklendirilemedi

source: can't read from file descriptor %d
tr: dosya betimleyicisi %d'den okunamýyor

source: can't remove file '%s'
tr: '%s' dosyasý silinemedi

source: can't remove temporary file '%s'
tr: geçici '%s' dosyasý silinemedi

source: can't seek on file descriptor %d
tr: dosya betimleyicisi %d üstünde arama yapýlamýyor

source: can't write buffer '%s' to disk.
tr: '%s' arabelleði diske yazýlamadý

source: can't write to file descriptor %d
tr: dosya betimleyicisi %d'ye yazýlamýyor

source: can't write user configuration file.
tr: kullanýcý yapýlandýrma dosyasý yazýlamadý

source: checksum error
tr: saðlama toplamý hatasý

source: checksum failure reading tar header block
tr: tar baþlýk bloðu okumada saðlama toplamý hatasý

source: compression error
tr: sýkýþtýrma hatasý

source: conversion to 8-bit encoding failed
tr: 8-ikil kodlama çevrimi baþarýsýz

source: date
tr: tarih

source: decompression error
tr: sýkýþtýrma açma hatasý

source: default
tr: öntanýmlý

source: double
tr: sayý

source: dump of the process state (binary)
tr: iþlem durum dökümü (ikili)

source: eighteenth
tr: onsekizinci

source: eighth
tr: sekizinci

source: eleventh
tr: onbirinci

source: entry '%s' appears more than once in group '%s'
tr: '%s' girdisi '%s' grubunda birden fazla görülüyor

source: error in data format
tr: veri biçimi hatasý

source: error opening '%s'
tr: '%s' açma hatasý

source: error opening file
tr: dosya açma hatasý

source: error reading zip central directory
tr: zip merkezi klasör okuma hatasý

source: error reading zip local header
tr: zip yerel baþlýk okuma hatasý

source: error writing zip entry '%s': bad crc or length
tr: zip yazma hatasý (girdi '%s'): hatalý CRC veya uzunluk

source: failed to flush the file '%s'
tr: '%s' dosyasý temizlenemedi

source: fifteenth
tr: onbeþinci

source: fifth
tr: beþinci

source: file '%s', line %d: '%s' ignored after group header.
tr: dosya '%s', satýr %d: '%s' grup baþlýðýndan sonra gözardý edildi.

source: file '%s', line %d: '=' expected.
tr: dosya '%s', satýr %d: '=' bekleniyor.

source: file '%s', line %d: key '%s' was first found at line %d.
tr: dosya '%s', satýr %d: anahtar '%s' ilk olarak %d satýrýnda bulundu.

source: file '%s', line %d: value for immutable key '%s' ignored.
tr: dosya '%s', satýr %d: '%s' deðiþmez anahtarý için deðer gözardý edildi.

source: file '%s': unexpected character %c at line %d.
tr: dosya '%s': beklenmedik karakter %c, satýr: %d.

source: files
tr: dosyalar

source: first
tr: birinci

source: font size
tr: yazýtipi boyutu

source: fourteenth
tr: ondördüncü

source: fourth
tr: dördüncü

source: generate verbose log messages
tr: sözel günlük uyarýlarý üret

source: image
tr: görüntü

source: incomplete header block in tar
tr: tar baþlýk bloðu eksik

source: incorrect event handler string, missing dot
tr: hatalý olay iþleyici dizgisi, nokta yok

source: incorrect size given for tar entry
tr: tar girdisi için hatalý boyut verilmiþ

source: invalid data in extended tar header
tr: ek tar baþlýðýnda hatalý veri

source: invalid message box return value
tr: geçersiz ileti penceresi sonuç deðeri

source: invalid zip file
tr: geçersiz zip dosyasý

source: italic
tr: eðik

source: light
tr: açýk

source: locale '%s' cannot be set.
tr: '%s' yereli ayarlanamýyor.

source: midnight
tr: geceyarýsý

source: nineteenth
tr: ondokuzuncu

source: ninth
tr: dokuzuncu

source: no DDE error.
tr: DDE yok hatasý.

source: no error
tr: hata yok

source: no fonts found in %s, using builtin font
tr: %s içinde yazýtipi yok, yerleþik yazýtipi kullanýlýyor

source: noname
tr: adsýz

source: noon
tr: öðlen

source: not implemented
tr: yazýlmadý

source: num
tr: tamsayý

source: objects cannot have XML Text Nodes
tr: nesnelerin XML Metin Düðümleri olamaz

source: out of memory
tr: yetersiz bellek

source: process context description
tr: iþlem baðlam tanýmý

source: read error
tr: okuma hatasý

source: reading zip stream (entry %s): bad crc
tr: zip akýmý okuma (girdi %s): hatalý CRC

source: reading zip stream (entry %s): bad length
tr: zip akýmý okuma (girdi %s): hatalý uzunluk

source: reentrancy problem.
tr: yeniden-giriþ sorunu.

source: second
tr: ikinci

source: seek error
tr: bulma hatasý

source: seventeenth
tr: onyedinci

source: seventh
tr: yedinci

source: show this help message
tr: bu yardým iletisini göster

source: sixteenth
tr: onaltýncý

source: sixth
tr: altýncý

source: specify display mode to use (e.g. 640x480-16)
tr: kullanýlacak görüntü biçimini belirleyiniz (ör. 640x480-16)

source: specify the theme to use
tr: kullanýlacak temayý belirleyiniz

source: stored file length not in Zip header
tr: kayýtlý dosya uzunluðu Zip baþlýðýnda yok

source: tar entry not open
tr: tar girdisi açýk deðil

source: tenth
tr: onuncu

source: the response to the transaction caused the DDE_FBUSY bit to be set.
tr: iþe yanýt DDE_FBUSY bitinin yerleþtirilmesine yolaçtý.

source: third
tr: üçüncü

source: thirteenth
tr: onüçüncü

source: today
tr: bugün

source: tomorrow
tr: yarýn

source: trailing backslash ignored in '%s'
tr: '%s' sonundaki ters eðik çizgi gözardý edildi

source: translator-credits
tr: çeviren

source: twelfth
tr: yirminci

source: twentieth
tr: onikinci

source: underlined
tr: altçizgili

source: unexpected " at position %d in '%s'.
tr: beklenmedik " konum: %d; '%s' içinde.

source: unexpected end of file
tr: beklenmeyen dosya sonu

source: unknown
tr: bilinmeyen

source: unknown class %s
tr: bilinmeyen sýnýf %s

source: unknown error
tr: bilinmeyen hata

source: unknown error (error code %08x).
tr: bilinmeyen hata (hata kodu %08x).

source: unknown seek origin
tr: bilinmeyen arama baþlangýcý

source: unknown-%d
tr: bilinmeyen-%d

source: unnamed
tr: isimsiz

source: unnamed%d
tr: isimsiz%d

source: unsupported Zip compression method
tr: desteklemeyen Zip sýkýþtýrma yöntemi

source: using catalog '%s' from '%s'.
tr: katalog '%s' '%s' den kullanýlýyor

source: write error
tr: yazma hatasý

source: wxGetTimeOfDay failed.
tr: wxGetTimeOfDay baþarýsýz.

source: wxPrintout::GetPageInfo gives a null maxPage.
tr: wxPrintout::GetPageInfo boþ bir maxPage veriyor.

source: wxWidget control pointer is not a data view pointer
tr: wxWidget kontrol imleci bir veri görünüm imleci deðil

source: wxWidgets could not open display for '%s': exiting.
tr: wxWidgets '%s' için görüntüyü açamadý: çýkýlýyor.

source: wxWidgets could not open display. Exiting.
tr: wxWidgets görüntüyü açamadý. Çýkýlýyor.

source: yesterday
tr: dün

source: zlib error %d
tr: zlib hatasý %d
