Repository: wxWidgets/debian
Catalog: locale/*.po
Languages: tr

source: Please send this report to the program maintainer, thank you!
tr: Lütfen bu raporu program geliþtiricisine gönderiniz, teþekkürler!

source: Thank you and we're sorry for the inconvenience!
tr: Teþekkürler.Sýkýntý için özür dileriz!

source: (error %ld: %s)
tr: (hata %ld: %s)

source: Preview
tr: Önizleme

source: bold
tr: kalýn

source: italic
tr: eðik

source: light
tr: açýk

source: #10 Envelope, 4 1/8 x 9 1/2 in
tr: #10 Zarf, 4 1/8 x 9 1/2 inç

source: #11 Envelope, 4 1/2 x 10 3/8 in
tr: #11 Zarf, 4 1/2 x 10 3/8 inç

source: #12 Envelope, 4 3/4 x 11 in
tr: #12 Zarf, 4 3/4 x 11 inç

source: #14 Envelope, 5 x 11 1/2 in
tr: #14 Zarf, 5 x 11 1/2 inç

source: #9 Envelope, 3 7/8 x 8 7/8 in
tr: #9 Zarf, 3 7/8 x 8 7/8 inç

source: %i of %i
tr: %i / %i

source: %ld byte
tr: %ld bayt

source: %s (or %s)
tr: %s (veya %s)

source: %s Error
tr: %s Hata

source: %s Information
tr: %s Bilgi

source: %s Warning
tr: %s Uyarý

source: %s did not fit the tar header for entry '%s'
tr: %s '%s' girdisi için tar baþlýðýna sýðmadý

source: %s files (%s)|%s
tr: %s dosyalarý (%s)|%s

source: &About...
tr: &Hakkýnda...

source: &Actual Size
tr: Gerçek boyut

source: &After a paragraph:
tr: Paragraftan sonra:

source: &Alignment
tr: Hizalama

source: &Apply
tr: Uygula

source: &Apply Style
tr: Stili Uygula

source: &Arrange Icons
tr: Si&mgeleri Düzenle

source: &Back
tr: Geri

source: &Based on:
tr: Kaynak:

source: &Before a paragraph:
tr: Paragraftan önce:

source: &Bold
tr: Kalýn

source: &Bullet style:
tr: Yerimi stili:

source: &Cancel
tr: Ýptal

source: &Cascade
tr: &Kademelendir

source: &Character code:
tr: Karakter kodu

source: &Clear
tr: T&emizle

source: &Close
tr: &Kapat

source: &Colour:
tr: Renk:

source: &Copy
tr: K&opyala

source: &Copy URL
tr: Baðý(URL) K&opyala

source: &Debug report preview:
tr: &Hata ayýklama raporu önizleme:

source: &Delete
tr: Sil

source: &Delete Style...
tr: Stili sil...

source: &Details
tr: &Detaylar

source: &Down
tr: Aþaðý

source: &Edit
tr: Dü&zenle

source: &Edit Style...
tr: Stili düzenle

source: &File
tr: Dosya

source: &Find
tr: B&ul

source: &Finish
tr: &Bitir

source: &Font family:
tr: Yazýtipi sýnýfý

source: &Font for Level...
tr: Seviye için yazýtipi...

source: &Font:
tr: Yazýtipi:

source: &Forward
tr: Ýleri

source: &From:
tr: Kaynak:

source: &Help
tr: &Yardým

source: &Home
tr: Ev

source: &Indentation (tenths of a mm)
tr: Girinti (1/10mm ölçeðinde)

source: &Indeterminate
tr: Belirsiz

source: &Index
tr: D&izin

source: &Italic
tr: Eðik

source: &Justified
tr: Ayarlandý

source: &Left
tr: Sol

source: &Left:
tr: Sol:

source: &List level:
tr: Liste seviyesi:

source: &Log
tr: &Günlük

source: &Move
tr: Kaydýr

source: &New
tr: Yeni

source: &Next
tr: &Sonraki

source: &Next >
tr: &Sonraki >

source: &Next Tip
tr: %Sonraki Ýpucu

source: &Next style:
tr: &Sonraki stil:

source: &No
tr: Hayýr

source: &Notes:
tr: &Notlar:

source: &Number:
tr: Sayý:

source: &OK
tr: Tamam

source: &Open...
tr: Aç...

source: &Outline level:
tr: Anahat seviyesi:

source: &Paste
tr: Yapýþtýr

source: &Point size:
tr: Yazý boyutu:

source: &Position (tenths of a mm):
tr: Konum (1/10mm):

source: &Preferences
tr: &Tercihler

source: &Previous
tr: Önceki

source: &Print...
tr: Yazdýr...

source: &Properties
tr: Özellikler

source: &Quit
tr: Çýkýþ

source: &Redo
tr: Geri al iptal

source: &Redo
tr: Geri al iptal

source: &Rename Style...
tr: Stili yeniden adlandýr...

source: &Replace
tr: &Deðiþtir

source: &Restart numbering
tr: Numaralandýrmayý yeniden yap

source: &Restore
tr: Geri al

source: &Right
tr: Sað

source: &Right:
tr: Sað:

source: &Save
tr: Kaydet

source: &Save...
tr: Kay&det

source: &Show tips at startup
tr: %Baþlangýçta ipuçlarýný göster

source: &Size
tr: Boyut

source: &Size:
tr: Boyut:

source: &Skip
tr: Atla

source: &Spacing (tenths of a mm)
tr: Boþluk (1/10mm)

source: &Stop
tr: Dur

source: &Strikethrough
tr: Üstü çizili

source: &Style:
tr: Stil:

source: &Styles:
tr: Stiller:

source: &Subset:
tr: Alt küme:

source: &Symbol:
tr: Sembol:

source: &Underline
tr: Altçizgili

source: &Underlining:
tr: Altýný çizme:

source: &Undo
tr: &Geri Al

source: &Undo
tr: &Geri Al

source: &Unindent
tr: Girintilemeyi geri al

source: &Up
tr: Yukarý

source: &Weight:
tr: Yoðunluk:

source: &Window
tr: &Pencere

source: &Yes
tr: Evet

source: '%s' has extra '..', ignored.
tr: '%s' içinde fazladan '..' var, gözardý edildi.

source: '%s' is invalid
tr: '%s' geçersiz

source: '%s' is not a correct numeric value for option '%s'.
tr: '%s' seçenek '%s' için doðru bir sayýsal deðer deðil.

source: '%s' is not a valid message catalog.
tr: '%s' geçerli bir ileti kataloðu deðil.

source: '%s' is probably a binary buffer.
tr: '%s' muhtemelen ikili arabellek.

source: '%s' should be numeric.
tr: '%s' sayýsal olmalý

source: '%s' should only contain ASCII characters.
tr: '%s' sadece ASCII karakterler içermeli.

source: '%s' should only contain alphabetic characters.
tr: '%s' sadece alfabetik karakterler içermeli.

source: '%s' should only contain alphabetic or numeric characters.
tr: '%s' sadece alfabetik veya sayýsal karakterler içermeli.

source: (Help)
tr: (Yardým)

source: (None)
tr: (Yok)

source: (Normal text)
tr: (Normal metin)

source: (bookmarks)
tr: (yer imleri)

source: (none)
tr: (hiçbiri)

source: 10 x 11 in
tr: 10 x 11 inç

source: 10 x 14 in
tr: 10 x 14 inç

source: 11 x 17 in
tr: 11 x 17 inç

source: 12 x 11 in
tr: 12 x 11 inç

source: 15 x 11 in
tr: 15 x 11 inç

source: 6 3/4 Envelope, 3 5/8 x 6 1/2 in
tr: 6 3/4 Zarf, 3 5/8 x 6 1/2 inç

source: 9 x 11 in
tr: 9 x 11 inç

source: : file does not exist!
tr: : dosya yok!

source: : unknown charset
tr: : bilinmeyen karakter kümesi

source: : unknown encoding
tr: : tanýmsýz kodlama

source: < &Back
tr: < &Geri

source: <Any Decorative>
tr: <Süslü>

source: <Any Modern>
tr: <Modern>

source: <Any Roman>
tr: <Roman>

source: <Any Script>
tr: <Betik>

source: <Any Swiss>
tr: <Ýsveç>

source: <Any Teletype>
tr: <Teletype>

source: <Any>
tr: <Herhangi>

source: <DIR>
tr: <KLASÖR>

source: <DRIVE>
tr: <SÜRÜCÜ>

source: <LINK>
tr: <BAÐ>

source: <b><i>Bold italic face.</i></b><br>
tr: <b><i>Koyu yatýk þekil.</i></b><br>

source: <b><i>bold italic <u>underlined</u></i></b><br>
tr: <b><i>koyu yatýk <u>altçizgili</u></i></b><br>

source: <b>Bold face.</b>
tr: <b>Koyu þekil.</b>

source: <i>Italic face.</i>
tr: <i>Yatýk þekil.</i>

source: A debug report has been generated in the directory
tr: Hata ayýklama raporu klasörde üretildi

source: A debug report has been generated. It can be found in
tr: Hata ayýklama raporu üretildi. Bakýnýz

source: A non empty collection must consist of 'element' nodes
tr: Boþ olmayan bir yýðýn 'element' düðümlerinden oluþmalýdýr

source: A standard bullet name.
tr: Bir standart yerimi adý.

source: A3 Extra 322 x 445 mm
tr: A3 Ek 322 x 445 mm

source: A3 Extra Transverse 322 x 445 mm
tr: A3 Ek Enine 322 x 445 mm

source: A3 Rotated 420 x 297 mm
tr: A3 Çevrik 420 x 297 mm

source: A3 Transverse 297 x 420 mm
tr: A3 Enine 297 x 420 mm

source: A3 sheet, 297 x 420 mm
tr: A3 sayfa, 297 x 420 mm

source: A4 Extra 9.27 x 12.69 in
tr: A4 Ek 9.27 x 12.69 inç

source: A4 Plus 210 x 330 mm
tr: A4 Artý 210 x 330 mm

source: A4 Rotated 297 x 210 mm
tr: A4 Çevrik 297 x 210 mm

source: A4 Transverse 210 x 297 mm
tr: A4 Enine 210 x 297 mm

source: A4 sheet, 210 x 297 mm
tr: A4 sayfa, 210 x 297 mm

source: A4 small sheet, 210 x 297 mm
tr: A4 sayfa, 210 x 297 mm

source: A5 Extra 174 x 235 mm
tr: A5 Ek 174 x 235 mm

source: A5 Rotated 210 x 148 mm
tr: A5 Çevrik 210 x 148 mm

source: A5 Transverse 148 x 210 mm
tr: A5 Enine 148 x 210 mm

source: A5 sheet, 148 x 210 mm
tr: A5 sayfa, 148 x 210 mm

source: A6 Rotated 148 x 105 mm
tr: A6 Çevrik 148 x 105 mm

source: About
tr: Hakkýnda

source: About %s
tr: %s Hakkýnda

source: Add
tr: Ekle

source: Add current page to bookmarks
tr: Geçerli sayfayý yer imlerine ekle

source: Add to custom colours
tr: Tanýmlý renklere ekle

source: AddToPropertyCollection called on a generic accessor
tr: 'AddToPropertyCollection' iþlevi genel bir eriþici üstünde çaðrýldý

source: AddToPropertyCollection called w/o valid adder
tr: 'AddToPropertyCollection' iþlevi geçerli bir ekleyici olmaksýzýn çaðrýldý

source: Adding book %s
tr: %s kitabý ekleniyor

source: After a paragraph:
tr: Paragraftan sonra:

source: Align Left
tr: Sola hizala

source: Align Right
tr: Saða hizala

source: All
tr: Tümü

source: All files (%s)|%s
tr: Tüm dosyalar (%s)|%s

source: All files (*)|*
tr: Tüm dosyalar (*)|*

source: All files (*.*)|*
tr: Tüm dosyalar (*.*)|*

source: All files (*.*)|*.*
tr: Tüm dosyalar (*.*)|*.*

source: All styles
tr: Tüm stiller

source: Already Registered Object passed to SetObjectClassInfo
tr: 'SetObjectClassInfo' iþlevi kayýtlý bir nesne ile çaðrýldý

source: Already dialling ISP.
tr: ISP zaten aranýyor.

source: And includes the following files:
tr: Ve aþaðýdaki dosyalarý içeriyor:

source: Animation file is not of type %ld.
tr: Canlandýrma dosyasý %ld tipinde deðil.

source: Append log to file '%s' (choosing [No] will overwrite it)?
tr: '%s' günlük dosyasýna ekle ([Hayýr] seçilirse üstüne yazýlacak)?

source: Arabic
tr: Arapça

source: Arabic (ISO-8859-6)
tr: Arapça (ISO-8859-6)

source: Artists
tr: Sanatçýlar

source: Attributes
tr: Nitelikler

source: Available fonts.
tr: Kullanýlabilir yazý tipleri.

source: B4 (JIS) Rotated 364 x 257 mm
tr: B4 (JIS) Çevrik 364 x 257 mm

source: B4 Envelope, 250 x 353 mm
tr: B4 Zarf, 250 x 353 mm

source: B4 sheet, 250 x 354 mm
tr: B4 sayfa, 250 x 354 mm

source: B5 (ISO) Extra 201 x 276 mm
tr: B5 (ISO) Ek 201 x 276 mm

source: B5 (JIS) Rotated 257 x 182 mm
tr: B5 (JIS) Çevrik 257 x 182 mm

source: B5 (JIS) Transverse 182 x 257 mm
tr: B5 (JIS) Enine 182 x 257 mm

source: B5 Envelope, 176 x 250 mm
tr: B5 Zarf, 176 x 250 mm

source: B5 sheet, 182 x 257 millimeter
tr: B5 sayfa, 182 x 257 mm

source: B6 (JIS) Rotated 182 x 128 mm
tr: B6 (JIS) Çevrik 182 x 128 mm

source: B6 Envelope, 176 x 125 mm
tr: B6 Zarf, 176 x 125 mm

source: BMP: Couldn't allocate memory.
tr: BMP: bellek yaratýlamadý.

source: BMP: Couldn't save invalid image.
tr: BMP: Geçersiz görüntü kaydedilemedi.

source: BMP: Couldn't write RGB color map.
tr: BMP: RGB renk haritasý yazýlamadý.

source: BMP: Couldn't write data.
tr: BMP: Veri yazýlamadý.

source: BMP: Couldn't write the file (Bitmap) header.
tr: BMP: Ýkil eþlemi dosya baþlýðý yazýlamadý.

source: BMP: Couldn't write the file (BitmapInfo) header.
tr: BMP: Resim bilgi baþlýðý (BitmapInfo) yazýlamadý.

source: BMP: wxImage doesn't have own wxPalette.
tr: BMP: wxImage'in kendi wxPalette'i yok.

source: Background colour
tr: Arkaplan rengi

source: Baltic (ISO-8859-13)
tr: Baltýk (ISO-8859-13)

source: Baltic (old) (ISO-8859-4)
tr: Baltýk (eski) (ISO-8859-4)

source: Before a paragraph:
tr: Paragraftan önce:

source: Bitmap
tr: Ýkil eþlemi

source: Bitmap renderer cannot render value; value type:
tr: Ýkil eþlemi görselleþtiricisi yapamýyor deðer; tip:

source: Bold
tr: Kalýn

source: Bottom margin (mm):
tr: Alt boþluk (mm):

source: Browse
tr: Gözat

source: Bullet &Alignment:
tr: Yerimi hizalama:

source: Bullet style
tr: Yerimi stili

source: Bullets
tr: Yerimleri

source: C sheet, 17 x 22 in
tr: C sayfa, 17 x 22 inç

source: C&lear
tr: T&emizle

source: C&olour:
tr: Renk:

source: C3 Envelope, 324 x 458 mm
tr: C3 Zarf, 324 x 458 mm

source: C4 Envelope, 229 x 324 mm
tr: C4 Zarf, 229 x 324 mm

source: C5 Envelope, 162 x 229 mm
tr: C5 Zarf, 162 x 229 mm

source: C6 Envelope, 114 x 162 mm
tr: C6 Zarf, 114 x 162 mm

source: C65 Envelope, 114 x 229 mm
tr: C65 Zarf, 114 x 229 mm

source: CHM handler currently supports only local files!
tr: CHM iþleyici þimdilik sadece yerel dosyalarý destekler!

source: Ca&pitals
tr: Büyük harfler

source: Can't &Undo
tr: &Geri al yapýlamýyor

source: Can't close registry key '%s'
tr: '%s' kayýt anahtarý kapatýlamadý

source: Can't copy values of unsupported type %d.
tr: Desteklenmeyen %d tipinin deðerleri kopyalanamýyor.

source: Can't create registry key '%s'
tr: '%s' kayýt anahtarý yaratýlamadý

source: Can't create thread
tr: Ýþ parçacýðý yaratýlamýyor

source: Can't create window of class %s
tr: %s sýnýfýnýn penceresi yaratýlamýyor

source: Can't delete key '%s'
tr: '%s' anahtarý silinemedi

source: Can't delete the INI file '%s'
tr: '%s' INI dosyasý silinemedi

source: Can't delete value '%s' from key '%s'
tr: '%s' deðeri '%s' anahtarýndan silinemiyor

source: Can't enumerate subkeys of key '%s'
tr: '%s' anahtarýnýn alt-anahtarlarý sayýlamýyor

source: Can't enumerate values of key '%s'
tr: '%s' anahtarýnýn deðerleri sayýlamýyor

source: Can't export value of unsupported type %d.
tr: Desteklenmeyen %d tipinin deðeri verilemiyor.

source: Can't find current position in file '%s'
tr: '%s' dosyasýndaki geçerli konum bulunamýyor

source: Can't get info about registry key '%s'
tr: '%s' kayýt anahtarý hakkýnda bilgi alýnamýyor

source: Can't initialize zlib deflate stream.
tr: Zlib sýkýþtýrma akýmý ilklendirilemiyor.

source: Can't initialize zlib inflate stream.
tr: Zlib açma akýmý ilklendiriemedi.

source: Can't open registry key '%s'
tr: '%s' kayýt anahtarý açýlamadý

source: Can't read from inflate stream: %s
tr: Açma akýmýndan okunamýyor: %s

source: Can't read inflate stream: unexpected EOF in underlying stream.
tr: Açma akýmýndan okunamýyor: alt akýmda beklenmeyen EOF.

source: Can't read value of '%s'
tr: '%s''nin deðeri okunamadý

source: Can't read value of key '%s'
tr: '%s' anahtarýnýn deðeri okunamýyor

source: Can't save image to file '%s': unknown extension.
tr: Görüntü '%s' dosyasýna kaydedilemiyor: bilinmeyen uzantý.

source: Can't save log contents to file.
tr: Günlük içeriði dosyaya kaydedilemiyor.

source: Can't set thread priority
tr: Ýþ parçacýðý önceliði ayarlanamýyor

source: Can't set value of '%s'
tr: '%s' nin deðeri deðiþtirilemiyor

source: Can't write to deflate stream: %s
tr: Sýkýþtýrma akýmýna yazýlamýyor: %s

source: Cancel
tr: Ýptal

source: Cannot create mutex.
tr: Muteks yaratýlamadý.

source: Cannot create new column's ID. Probably max. number of columns reached.
tr: Yeni sütunun ID'si yaratýlamadý. Olasýlýkla en fazla sütun sayýsýna ulaþýldý.

source: Cannot enumerate files '%s'
tr: '%s' dosyalarý sayýlamýyor

source: Cannot enumerate files in directory '%s'
tr: '%s' klasöründeki dosyalar sayýlamýyor

source: Cannot find active dialup connection: %s
tr: Aktif çevirmeli baðlantý bulunamýyor: %s

source: Cannot find the location of address book file
tr: Adres defteri dosyasýnýn yeri bulunamýyor

source: Cannot get priority range for scheduling policy %d.
tr: Listeleme ilkesi %d için öncelik aralýðý alýnamýyor.

source: Cannot get the hostname
tr: Makine adý alýnamýyor

source: Cannot get the official hostname
tr: Resmi makine adý alýnamýyor

source: Cannot hang up - no active dialup connection.
tr: Kapatýlamýyor - aktif çevirmeli baðlantý yok.

source: Cannot initialize OLE
tr: OLE ilklendirilemedi

source: Cannot initialize SciTech MGL!
tr: SciTech MGL ilklendirilemedi!

source: Cannot initialize display.
tr: Görüntü ilklendirilemedi.

source: Cannot load icon from '%s'.
tr: '%s' içinden ikon yüklenemiyor.

source: Cannot load resources from file '%s'.
tr: Kaynaklar '%s' dosyasýndan yüklenemedi.

source: Cannot open HTML document: %s
tr: %s HTML dökumaný açýlamýyor

source: Cannot open HTML help book: %s
tr: %s HTML yardým kitapçýðý açýlamýyor

source: Cannot open contents file: %s
tr: %s içerik dosyasý açýlamýyor

source: Cannot open file for PostScript printing!
tr: Dosya PostScript yazdýrma için açýlamýyor!

source: Cannot open index file: %s
tr: Dizin dosyasý açýlamýyor: %s

source: Cannot print empty page.
tr: Boþ sayfa basýlamýyor.

source: Cannot read typename from '%s'!
tr: Tipadý '%s' içinden okunamýyor.

source: Cannot resume thread %lu
tr: %lu iþ parçacýðý yeniden baþlatýlamadý

source: Cannot resume thread %x
tr: %x iþ parçacýðý yeniden baþlatýlamadý

source: Cannot retrieve thread scheduling policy.
tr: Ýþparçacýðý listeleme ilkesi alýnamýyor.

source: Cannot set locale to language "%s".
tr: Yerel "%s" diline ayarlanamýyor.

source: Cannot start thread: error writing TLS
tr: Ýþ parçacýðý baþlatýlamýyor: TLS yazma hatasý

source: Cannot start thread: error writing TLS.
tr: Ýþ parçacýðý baþlatýlamadý: TLS yazma hatasý.

source: Cannot suspend thread %lu
tr: %lu iþ parçacýðý beklemeye alýnamadý

source: Cannot suspend thread %x
tr: %x iþ parçacýðý beklemeye alýnamadý

source: Cannot wait for thread termination
tr: Ýþ parçacýðýnýn bitmesi beklenemiyor

source: Case sensitive
tr: Büyük küçük harfe duyarlý

source: Celtic (ISO-8859-14)
tr: Keltçe (ISO-8859-14)

source: Cen&tred
tr: Ortalý

source: Centered
tr: ortalý

source: Central European (ISO-8859-2)
tr: Orta Avrupa (ISO-8859-2)

source: Centre
tr: Orta

source: Centre text.
tr: Metni ortala.

source: Ch&oose...
tr: Seç...

source: Change List Style
tr: Liste stilini deðiþtir

source: Change Style
tr: Stili deðiþtir

source: Changes won't be saved to avoid overwriting the existing file "%s"
tr: Varolan "%s" dosyasýnýn üstüne yazýlmasýný önlemek için deðiþiklikler saklanmayacaktýr.

source: Character styles
tr: Karakter stilleri

source: Check to add a period after the bullet.
tr: Yeriminden sonra bir nokta koymak için iþaretleyiniz.

source: Check to add a right parenthesis.
tr: Saða bir parantez eklemek için iþaretleyiniz.

source: Check to enclose the bullet in parentheses.
tr: Yerimini parantez içine almak için iþaretleyiniz.

source: Check to make the font bold.
tr: Yazýtipini kalýnlaþtýrmak için iþaretleyiniz.

source: Check to make the font italic.
tr: Yazýtipini eðmek için iþaretleyiniz.

source: Check to make the font underlined.
tr: Yazýtipini alt çizgili yapmak için iþaretleyiniz.

source: Check to restart numbering.
tr: Yeniden numaralandýrmak için iþaretleyiniz

source: Check to show a line through the text.
tr: Metin boyunca bir çizgi göstermek için iþaretleyiniz.

source: Check to show the text in capitals.
tr: Metni büyük harflerle göstermek için iþaretleyiniz.

source: Check to show the text in subscript.
tr: Metni altyazýlý göstermek için iþaretleyiniz.

source: Check to show the text in superscript.
tr: Metni üst yazýlý göstermek için iþaretleyiniz.

source: Choose ISP to dial
tr: Çevrilecek ISP'yi seçiniz

source: Choose colour
tr: Renk seç

source: Choose font
tr: Yazýtipi seç

source: Circular dependency involving module "%s" detected.
tr: "%s" birimini içeren karþýlýklý baðlýlýk bulundu.

source: Cl&ose
tr: Kapat

source: Clear the log contents
tr: Günlük içeriðini temizle

source: Click to apply the selected style.
tr: Seçili stili uygulamak için týklayýnýz.

source: Click to browse for a symbol.
tr: Bir sembol araþtýrmak için týklayýnýz

source: Click to cancel changes to the font.
tr: Yazýtipi deðiþikliklerinden vazgeçmek için týklayýnýz.

source: Click to cancel the font selection.
tr: Yazýtipi seçiminden vazgeçmek için týklayýnýz.

source: Click to change the font colour.
tr: Yazýtipi rengini deðiþtirmek için týklayýnýz.

source: Click to change the text colour.
tr: Metin rengini deðiþtirmek için týklayýnýz.

source: Click to choose the font for this level.
tr: Bu seviyenin yazýtipini seçmek için týklayýnýz.

source: Click to close this window.
tr: Pencereyi kapatmak için týklayýnýz.

source: Click to confirm changes to the font.
tr: Yazýtipindeki deðiþikliklerini onaylamak için týklayýnýz.

source: Click to confirm the font selection.
tr: Yazýtipi seçimini onaylamak için týklayýnýz.

source: Click to create a new character style.
tr: Yeni bir karakter stili yaratmak için týklayýnýz.

source: Click to create a new list style.
tr: Yeni bir liste stili yaratmak için týklayýnýz.

source: Click to create a new paragraph style.
tr: Yeni bir paragraf stili yaratmak için týklayýnýz.

source: Click to create a new tab position.
tr: Yeni bir sekme konumu yaratmak için týklayýnýz.

source: Click to delete all tab positions.
tr: Tüm sekme yerlerini silmek için týklayýnýz.

source: Click to delete the selected style.
tr: Seçili stili silmek için týklayýnýz.

source: Click to delete the selected tab position.
tr: Seçili sekme konumunu silmek için týklayýnýz.

source: Click to edit the selected style.
tr: Seçili stili düzenlemek için týklayýnýz.

source: Click to rename the selected style.
tr: Seçili stili yeniden adlandýrmak için týklayýnýz.

source: Close
tr: Kapat

source: Close Alt-F4
tr: Kapat Alt-F4

source: Close All
tr: Tümünü kapat

source: Close current document
tr: Geçerli dökümaný kapat

source: Close this window
tr: Bu pencereyi kapat

source: Colour
tr: Renk

source: Colour selection dialog failed with error %0lx.
tr: Renk seçimi penceresi baþarýsýz; hata: %0lx.

source: Colour:
tr: Renk:

source: Column could not be added.
tr: Sütun eklenemedi.

source: Column description could not be initialized.
tr: Sütun tanýmý baþlatýlamadý.

source: Column index not found.
tr: Sütun dizini bulunamadý.

source: Column width could not be determined
tr: Sütun geniþliði alýnamadý.

source: Column width could not be set.
tr: Sütun geniþliði ayarlanamadý.

source: Command line argument %d couldn't be converted to Unicode and will be ignored.
tr: %d komut satýrý deðiþkeni Unikoduna çevrilemedi ve gözardý edilecek.

source: Compressed HTML Help file (*.chm)|*.chm|
tr: Sýkýþtýrýlmýþ HTML Yardým dosyasý (*.chm)|*.chm|

source: Computer
tr: Bilgisayar

source: Config entry name cannot start with '%c'.
tr: Ayar bilgi adý '%c' ile baþlayamaz.

source: Confirm
tr: Onayla

source: Confirm registry update
tr: Kayýt deðiþikligini onaylayýnýz

source: Connecting...
tr: Baðlanýlýyor...

source: Contents
tr: Ýçerik

source: Conversion to charset '%s' doesn't work.
tr: '%s' karakter kümesine dönüþüm çalýþmýyor.

source: Copied to clipboard:"%s"
tr: Panoya kopyalandý:"%s"

source: Copies:
tr: Kopya adedi:

source: Copy
tr: Kopyala

source: Copy selection
tr: Seçimi kopyala

source: Could not create temporary file '%s'
tr: Geçici '%s' dosyasý yaratýlamadý

source: Could not determine column index.
tr: Sütun dizini belirlenemedi.

source: Could not determine column's position
tr: Sütun'un konumu belirlenemedi

source: Could not determine number of items
tr: Öðe sayýsý belirlenemedi

source: Could not extract %s into %s: %s
tr: %s %s içine açýlamýyor: %s

source: Could not find tab for id
tr: Kimlik için sekme bulunamýyor

source: Could not get header description.
tr: Baþlýk tanýmý alýnamadý.

source: Could not get items.
tr: Öðeler alýnamadý.

source: Could not get property flags.
tr: Özellik iþaretleri alýnamadý.

source: Could not get selected items.
tr: Seçili öðeler alýnamadý.

source: Could not locate file '%s'.
tr: '%s' dosyasý bulunmadý.

source: Could not remove column.
tr: Sütun kaldýrýlamadý.

source: Could not retrieve number of items
tr: Öðe sayýsý alýnamadý

source: Could not set alignment.
tr: Hizalama ayarlanamadý.

source: Could not set column width.
tr: Sütun geniþliði ayarlanamadý.

source: Could not set header description.
tr: Baþlýk tanýmý ayarlanamadý.

source: Could not set icon.
tr: Simge ayarlanamadý.

source: Could not set maximum width.
tr: En byük geniþlik ayarlanamadý.

source: Could not set minimum width.
tr: En küçük geniþlik ayarlanamadý.

source: Could not set property flags.
tr: Özellik iþaretleri ayarlanamadý.

source: Could not start document preview.
tr: Döküman önizleme baþlatýlamadý.

source: Could not start printing.
tr: Yazdýrma baþlatýlamadý.

source: Could not transfer data to window
tr: Bilgi pencereye yollanamadý

source: Couldn't acquire a mutex lock
tr: Muteks kilidi alýnamýyor

source: Couldn't add an image to the image list.
tr: Görüntü listeye eklenemedi.

source: Couldn't create a timer
tr: Zamanlayýcý yaratýlamadý

source: Couldn't create cursor.
tr: Ýmleç yaratýlamadý.
