Repository: wxWidgets/debian
Catalog: locale/*.po
Languages: tr

source: Japanese Envelope Kaku #2
tr: Japon Zarf Kaku #2

source: Japanese Envelope Kaku #2 Rotated
tr: Japon Zarf Kaku #2 Çevrik

source: Japanese Envelope Kaku #3
tr: Japon Zarf Kaku #3

source: Japanese Envelope Kaku #3 Rotated
tr: Japon Zarf Kaku #3 Çevrik

source: Japanese Envelope You #4
tr: Japon Zarf You #4

source: Japanese Envelope You #4 Rotated
tr: Japon Zarf You #4 Çevrik

source: Japanese Postcard 100 x 148 mm
tr: Japon Postakartý 100 x 148 mm

source: Japanese Postcard Rotated 148 x 100 mm
tr: Japon Postakartý Çevrik 148 x 100 mm

source: Justified
tr: Doðrulandý

source: Justify text left and right.
tr: Metni sola ve saða hizala.

source: L&ine spacing:
tr: Satýr aralýðý:

source: Landscape
tr: Yatay

source: Ledger, 17 x 11 in
tr: Ledger, 17 x 11 inç

source: Left
tr: Sol

source: Left (&first line):
tr: Sol (ilk satýr):

source: Left margin (mm):
tr: Sol boþluk (mm):

source: Left-align text.
tr: Metni sola hizala.

source: Legal Extra 9 1/2 x 15 in
tr: Legal Ek 9 1/2 x 15 inç

source: Legal, 8 1/2 x 14 in
tr: Legal, 8 1/2 x 14 inç

source: Letter Extra 9 1/2 x 12 in
tr: Letter Ek 9 1/2 x 12 inç

source: Letter Extra Transverse 9.275 x 12 in
tr: Letter Ek Enine 9.275 x 12 inç

source: Letter Plus 8 1/2 x 12.69 in
tr: Letter Artý 8 1/2 x 12.69 inç

source: Letter Rotated 11 x 8 1/2 in
tr: Letter Çevrik 11 x 8 1/2 inç

source: Letter Small, 8 1/2 x 11 in
tr: Letter Küçük, 8 1/2 x 11 inç

source: Letter Transverse 8 1/2 x 11 in
tr: Letter Enine 8 1/2 x 11 inç

source: Letter, 8 1/2 x 11 in
tr: Letter, 8 1/2 x 11 inç

source: License
tr: Lisans

source: Light
tr: Açýk

source: Line %lu of map file "%s" has invalid syntax, skipped.
tr: Eþleme dosyasýnda sözdizimi hatasý var (%lu / "%s"), atlandý.

source: Line spacing:
tr: Satýr aralýðý:

source: Link contained '//', converted to absolute link.
tr: Bað '//' içeriyor, salt baða dönüþtürüldü.

source: List Style
tr: Liste stili

source: List styles
tr: Liste stilleri

source: Lists font sizes in points.
tr: Yazýtipi boyutlarýný punto olarak listeler.

source: Lists the available fonts.
tr: Kullanýlabilir yazý tiplerini listeler.

source: Load %s file
tr: %s dosyasýný yükle

source: Loading :
tr: Yükleniyor :

source: Lock file '%s' has incorrect owner.
tr: '%s' kilit dosyasýnýn sahibi hatalý.

source: Lock file '%s' has incorrect permissions.
tr: '%s' kilit dosyasýnýn yetkileri hatalý.

source: Log saved to the file '%s'.
tr: Günlük '%s' dosyasýna kaydedildi.

source: Lower case letters
tr: Küçük harfler

source: Lower case roman numerals
tr: Küçük harf romen sayýlarý

source: MDI child
tr: MDI

source: MS HTML Help functions are unavailable because the MS HTML Help library is not installed on this machine. Please install it.
tr: MS HTML Yardým kitaplýðý kurulu olmadýðý için yardým iþlevleri kullanýlamýyor. Lütfen kurunuz.

source: Ma&ximize
tr: Ekraný kapla

source: Match case
tr: Küçük büyük harf eþle

source: Memory VFS already contains file '%s'!
tr: Bellek VFS zaten '%s' dosyasýný içeriyor!

source: Menu
tr: Menü

source: Metal theme
tr: Metal tema

source: Mi&nimize
tr: Simge durumuna küçült

source: Mode %ix%i-%i not available.
tr: %ix%i-%i durumu yok.

source: Modified
tr: Deðiþtirildi

source: Module "%s" initialization failed
tr: Modül "%s": baþlatma baþarýsýz oldu

source: Monarch Envelope, 3 7/8 x 7 1/2 in
tr: Monarþi Zarf, 3 7/8 x 7 1/2 inç

source: Move down
tr: Aþaðý kaydýr

source: Move up
tr: Yukarý kaydýr

source: Name
tr: Ýsim

source: New &Character Style...
tr: Yeni Karakter Stili...

source: New &List Style...
tr: Yeni Liste Stili...

source: New &Paragraph Style...
tr: Yeni Paragraf Stili...

source: New Style
tr: Yeni stil

source: New directory
tr: Yeni klasör

source: New item
tr: Yeni öðe

source: NewName
tr: Yeni isim

source: Next
tr: Sonraki

source: Next page
tr: Sonraki sayfa

source: No
tr: Hayýr

source: No animation handler for type %ld defined.
tr: %ld tipi için canlandýrma iþleyici tanýmlanmamýþ.

source: No bitmap handler for type %d defined.
tr: %d tipi için ikil eþlemi iþleyicisi tanýmlanmamýþ.

source: No column existing.
tr: Hiç sütun yok.

source: No column for the specified column position existing.
tr: Belirtilen konumda sütun yok.

source: No default application configured for HTML files.
tr: HTML dosyalarý için öntanýmlý uygulama ayarlanmamýþ.

source: No entries found.
tr: Girdi bulunamadý.

source: No font for displaying text in encoding '%s' found, but an alternative encoding '%s' is available. Do you want to use this encoding (otherwise you will have to choose another one)?
tr: Metni '%s' kodlamasýnda gösterim için yazýtipi yok, ama '%s' kodlama seçeneði var. Bu kodlamayý kullanmak istiyor musunuz (aksi halde baþka bir tane seçmelisiniz) ?

source: No font for displaying text in encoding '%s' found. Would you like to select a font to be used for this encoding (otherwise the text in this encoding will not be shown correctly)?
tr: Metni '%s' kodlamasýnda gösterim için yazýtipi yok. Bu kodlamayý kullanmak için bir yazýtipi seçmek istiyor musunuz (aksi halde bu kodlamadaki metin doðru olarak gösterilmeyecektir) ?

source: No handler found for animation type.
tr: Canlandýrma tipi için iþleyici bulunamadý.

source: No handler found for image type.
tr: Görüntü tipi için iþleyici bulunamadý.

source: No image handler for type %d defined.
tr: %d tipi için görüntü iþleyici tanýmlanmamýþ.

source: No image handler for type %s defined.
tr: %s tipi için görüntü iþleyici tanýmlanmamýþ.

source: No matching page found yet
tr: Henüz çakýþan bir sayfa bulunamadý

source: No renderer or invalid renderer type specified for custom data column.
tr: Özel veri sütunu için görselleþtirici belirtilmemiþ veya geçersiz görselleþtirici tipi belirtilmiþ.

source: No renderer specified for column.
tr: Sütun için görselleþtirici belirtilmemiþ.

source: No sound
tr: Ses yok

source: No unused colour in image being masked.
tr: Maskelenen görüntüde kullanýlmamýþ renk yok.

source: No unused colour in image.
tr: Görüntüde kullanýlmamýþ renk yok

source: No valid mappings found in the file "%s".
tr: "%s" dosyasýnda geçerli eþleme bulunamadý.

source: Nordic (ISO-8859-10)
tr: Norveçce (ISO-8859-10)

source: Normal face<br>and <u>underlined</u>.
tr: Normal þekil<br>ve <u>alt çizgili</u>.

source: Normal font:
tr: Normal yazýtipi:

source: Not underlined
tr: Altçizgili deðil

source: Note, 8 1/2 x 11 in
tr: Not, 8 1/2 x 11 inç

source: Notice
tr: Uyarý

source: Numbered outline
tr: Numaralandýrýlmýþ anahat

source: OK
tr: Tamam

source: Objects must have an id attribute
tr: Nesnelerin bir kimlik özniteliði olmalýdýr

source: Open File
tr: Dosya aç

source: Open HTML document
tr: HTML dökümaný aç

source: Open file "%s"
tr: Dosya aç "%s"

source: OpenGL function "%s" failed: %s (error %d)
tr: "%s" OpenGL iþlevi baþarýsýz: %s (hata %d)

source: Operation not permitted.
tr: Ýþleme izin verilmiyor.

source: Option '%s' requires a value.
tr: Seçenek '%s' bir deðer gerektirir.

source: Option '%s': '%s' cannot be converted to a date.
tr: Seçenek '%s': '%s' tarihe çevrilemiyor.

source: Options
tr: Seçenekler

source: Orientation
tr: Yönlendirme

source: Out of window IDs. Recommend shutting down application.
tr: Pencere ID'leri tükendi. Uygulamanýn kapatýlmasý önerilir.

source: PCX: couldn't allocate memory
tr: PCX: bellek yaratýlamadý.

source: PCX: image format unsupported
tr: PCX: görüntü biçimi desteklenmiyor

source: PCX: invalid image
tr: PCX: geçersiz görüntü

source: PCX: this is not a PCX file.
tr: PCX: bu bir PCX dosyasý deðil.

source: PCX: unknown error !!!
tr: PCX: bilinmeyen hata !!!

source: PCX: version number too low
tr: PCX: sürüm numarasý çok düþük

source: PNM: Couldn't allocate memory.
tr: PNM: bellek yaratýlamadý.

source: PNM: File format is not recognized.
tr: PNM: Dosya biçimi tanýmlanamadý.

source: PNM: File seems truncated.
tr: PNM: Dosya kýrpýlmýþ görünüyor.

source: PRC 16K Rotated
tr: PRC 16K Çevrik

source: PRC 32K Rotated
tr: PRC 32K Çevrik

source: PRC 32K(Big) 97 x 151 mm
tr: PRC 32K(Büyük) 97 x 151 mm

source: PRC 32K(Big) Rotated
tr: PRC 32K(Büyük) Çevrik

source: PRC Envelope #1 102 x 165 mm
tr: PRC Zarf #1 102 x 165 mm

source: PRC Envelope #1 Rotated 165 x 102 mm
tr: PRC Zarf #1 Çevrik 165 x 102 mm

source: PRC Envelope #10 324 x 458 mm
tr: PRC Zarf #10 324 x 458 mm

source: PRC Envelope #10 Rotated 458 x 324 mm
tr: PRC Zarf #10 Çevrik 458 x 324 mm

source: PRC Envelope #2 102 x 176 mm
tr: PRC Zarf #2 102 x 176 mm

source: PRC Envelope #2 Rotated 176 x 102 mm
tr: PRC Zarf #2 Çevrik 176 x 102 mm

source: PRC Envelope #3 125 x 176 mm
tr: PRC Zarf #3 125 x 176 mm

source: PRC Envelope #3 Rotated 176 x 125 mm
tr: PRC Zarf #3 Çevrik 176 x 125 mm

source: PRC Envelope #4 110 x 208 mm
tr: PRC Zarf #4 110 x 208 mm

source: PRC Envelope #4 Rotated 208 x 110 mm
tr: PRC Zarf #4 Çevrik 208 x 110 mm

source: PRC Envelope #5 110 x 220 mm
tr: PRC Zarf #5 110 x 220 mm

source: PRC Envelope #5 Rotated 220 x 110 mm
tr: PRC Zarf #5 Çevrik 220 x 110 mm

source: PRC Envelope #6 120 x 230 mm
tr: PRC Zarf #6 120 x 230 mm

source: PRC Envelope #6 Rotated 230 x 120 mm
tr: PRC Zarf #6 Çevrik 230 x 120 mm

source: PRC Envelope #7 160 x 230 mm
tr: PRC Zarf #7 160 x 230 mm

source: PRC Envelope #7 Rotated 230 x 160 mm
tr: PRC Zarf #7 Çevrik 230 x 160 mm

source: PRC Envelope #8 120 x 309 mm
tr: PRC Zarf #8 120 x 309 mm

source: PRC Envelope #8 Rotated 309 x 120 mm
tr: PRC Zarf #8 Çevrik 309 x 120 mm

source: PRC Envelope #9 229 x 324 mm
tr: PRC Zarf #9 229 x 324 mm

source: PRC Envelope #9 Rotated 324 x 229 mm
tr: PRC Zarf #9 Çevrik 324 x 229 mm

source: Page %d
tr: Sayfa %d

source: Page %d of %d
tr: Sayfa %d / %d

source: Page Setup
tr: Sayfa düzeni

source: Page setup
tr: Sayfa düzeni

source: Pages
tr: Sayfalar

source: Paper Size
tr: Kaðýt boyutu

source: Paper size
tr: Kaðýt boyutu

source: Paragraph styles
tr: Paragraf stilleri

source: Passing a already registered object to SetObject
tr: SetObject iþlevi kayýtlý bir nesne ile çaðrýldý

source: Passing an unkown object to GetObject
tr: GetObject iþlevi bilinmeyen bir nesne ile çaðrýldý

source: Paste
tr: Yapýþtýr

source: Paste selection
tr: Seçimi yapýþtýr

source: Peri&od
tr: Nokta

source: Permissions
tr: Yetkiler

source: Pipe creation failed
tr: Boru yaratýlamadý

source: Please choose a valid font.
tr: Lütfen geçerli bir yazýtipi seçiniz.

source: Please choose an existing file.
tr: Lütfen varolan bir dosya seçiniz.

source: Please choose the page to display:
tr: Lütfen gösterilecek sayfayý seçiniz.

source: Please choose which ISP do you want to connect to
tr: Lütfen baðlanmak istediðiniz ISP'yi seçiniz

source: Please install a newer version of comctl32.dll (at least version 4.70 is required but you have %d.%02d) or this program won't operate correctly.
tr: Lütfen comctl32.dll'nin daha yeni bir sürümünü kurunuz (en azýndan sürüm 4.70 gerekmekte ama %d.%02d var) aksi halde bu program düzgün olarak çalýþamaz.

source: Please wait while printing
tr: Döküm alýnýyor. Lütfen bekleyiniz

source: Pointer to data view control not set correctly.
tr: Veri görünüm kontrolü imleci ayarlanmamýþ.

source: Pointer to model not set correctly.
tr: Model imleci ayarlanmamýþ.

source: Portrait
tr: Dikey

source: PostScript file
tr: PostScript dosyasý

source: Preview:
tr: Önizleme:

source: Previous page
tr: Önceki sayfa

source: Print
tr: Yazdýr

source: Print Preview
tr: Baský Önizleme

source: Print Preview Failure
tr: Baský Önizleme Hatasý

source: Print Range
tr: Aralýk yazdýr

source: Print Setup
tr: Yazdýrma ayarlarý

source: Print in colour
tr: Renkli yazdýr

source: Print preview
tr: Baský önizleme

source: Print spooling
tr: Yazdýrma kuyruðu

source: Print this page
tr: Sayfayý yazdýr

source: Print to File
tr: Dosyaya yazdýr

source: Printer
tr: Yazýcý

source: Printer command:
tr: Yazdýrma komutu:

source: Printer options
tr: Yazýcý seçenekleri

source: Printer options:
tr: Yazýcý seçenekleri:

source: Printer...
tr: Yazýcý...

source: Printer:
tr: Yazýcý:

source: Printing
tr: Yazdýrýlýyor

source: Printing Error
tr: Yazdýrma hatasý

source: Printing page %d...
tr: Yazdýrýlan sayfa %d...

source: Printing...
tr: Yazdýrýlýyor...

source: Processing debug report has failed, leaving the files in "%s" directory.
tr: Hata raporu iþlemi baþarýsýz oldu, dosyalar "%s" klasöründe býrakýldý.

source: Progress renderer cannot render value type; value type:
tr: Ýlerleme göstergeci görselleþtiricisi yapamýyor deðer; tip:

source: Question
tr: Soru

source: Quit this program
tr: Programý sonlandýr

source: Read error on file '%s'
tr: '%s' dosyasýnda okuma hatasý

source: Ready
tr: Hazýr

source: Redo
tr: Tekrarla

source: Redo last action
tr: Son eylemi yeniden yap

source: Refresh
tr: Yenile

source: Registry key '%s' already exists.
tr: '%s' kayýt anahtarý zaten var.

source: Registry key '%s' does not exist, cannot rename it.
tr: '%s' kayýt anahtarý yok, yeniden adlandýrýlamýyor.

source: Registry key '%s' is needed for normal system operation, deleting it will leave your system in unusable state: operation aborted.
tr: '%s' kayýt anahtarý normal sistem iþlemi için gerekiyor, silinmesi sistemi kararsýz bir hale getirecektir: iþlem durduruldu.

source: Registry value '%s' already exists.
tr: '%s' kayýt deðeri zaten var.

source: Regular
tr: Normal

source: Relevant entries:
tr: Ýlgili girdiler:

source: Remove
tr: Çýkar

source: Remove current page from bookmarks
tr: Geçerli sayfayý yer-imlerinden çýkar

source: Renderer "%s" has incompatible version %d.%d and couldn't be loaded.
tr: "%s" çeviricisinin sürümü uyumsuz: %d.%d; yüklenemedi.

source: Rendering failed.
tr: Görselleþtirme baþarýlamadý.

source: Renumber List
tr: Listeyi yeniden numaralandýr

source: Rep&lace
tr: Yerine koy

source: Replace
tr: Yerine koy

source: Replace &all
tr: Tümünü deðiþtir

source: Replace selection
tr: Seçimin yerine koy

source: Replace with:
tr: Yeni deðer:

source: Revert to Saved
tr: Kaydedilmiþ olana geri dönüldü

source: Right
tr: Sað

source: Right margin (mm):
tr: Sað boþluk (mm):

source: Right-align text.
tr: Metni saða hizala.

source: S&tandard bullet name:
tr: Standart yerimi adý:

source: Save
tr: Kaydet

source: Save %s file
tr: %s dosyasýný kaydet

source: Save As
tr: Farklý Kaydet

source: Save current document
tr: Geçerli dökümaný kaydet

source: Save current document with a different filename
tr: Geçerli dökümaný farklý bir adla kaydet

source: Save log contents to file
tr: Günlük içeriðini dosyaya kaydet

source: Script
tr: Betik

source: Search
tr: Ara

source: Search direction
tr: Arama yönü

source: Search for:
tr: Aranan:

source: Search in all books
tr: Tüm kitaplarda ara

source: Searching...
tr: Aranýyor...

source: Sections
tr: Bölümler

source: Seek error on file '%s'
tr: '%s' dosyasýnda arama hatasý

source: Seek error on file '%s' (large files not supported by stdio)
tr: '%s' üstünde arama hatasý (büyük dosyalar 'stdio' tarafýndan desteklenmiyor)

source: Select &All
tr: Tümünü seç

source: Select All
tr: Tümünü Seç

source: Select a document template
tr: Bir döküman þablonu seçiniz

source: Select a document view
tr: Bir döküman görünümü seçiniz

source: Select regular or bold.
tr: Normal veya koyu seçiniz.

source: Select regular or italic style.
tr: Normal veya eðik stili seçiniz.

source: Select underlining or no underlining.
tr: Altçizgili veya altçizgisiz seçiniz.

source: Selection
tr: Seçim

source: Selects the list level to edit.
tr: Düzenlemek için liste seviyesini seçer.

source: Separator expected after the option '%s'.
tr: '%s' seçeneðinden sonra ayraç bekleniyor.

source: SetProperty called w/o valid setter
tr: 'SetProperty' iþlevi geçerli bir yerleþtirici olmaksýzýn çaðrýldý

source: Setup...
tr: Kur...

source: Several active dialup connections found, choosing one randomly.
tr: Birçok aktif çevirmeli baðlantý bulundu, biri rasgele seçiliyor.

source: Show &hidden directories
tr: Gizli klasörleri göster

source: Show &hidden files
tr: Gizli dosyalarý göster

source: Show about dialog
tr: Hakkýnda penceresini göster

source: Show all
tr: Tümünü göster

source: Show all items in index
tr: Dizindeki tüm öðeleri göster

source: Show hidden directories
tr: Gizli klasörleri göster

source: Show/hide navigation panel
tr: Gezinti panosunu göster/gizle

source: Shows a Unicode subset.
tr: Bir Unikodu alt kümesini gösterir.

source: Shows a preview of the bullet settings.
tr: Yerimi ayarlarýnýn bir önizlenimini gösterir.

source: Shows a preview of the font settings.
tr: Yazýtipi ayarlarýnýn bir önizlenimini gösterir.

source: Shows a preview of the font.
tr: Yazýtipinin bir önizlenimini gösterir.

source: Shows a preview of the paragraph settings.
tr: Paragraf ayarlarýnýn bir önizlenimini gösterir.

source: Shows the font preview.
tr: Yazýtipi önizlenimini gösterir.

source: Simple monochrome theme
tr: Basit tek-renkli tema

source: Single
tr: Tek

source: Size
tr: Boyut

source: Size:
tr: Boyut:

source: Skip
tr: Atla

source: Slant
tr: Eðik

source: Sorry, could not open this file.
tr: Üzgünüm, bu dosya açýlamýyor.

source: Sorry, not enough memory to create a preview.
tr: Üzgünüm, önizleme için bellek yetersiz.

source: Sorry, that name is taken. Please choose another.
tr: Üzgünüm, bu ad kullanýlmýþ. Lütfen baþka birini seçiniz.

source: Sorry, the format for this file is unknown.
tr: Üzgünüm, bu dosyanýn tipi bilinmiyor.

source: Sound data are in unsupported format.
tr: Ses verisi desteklenmeyen bir biçimde.

source: Sound file '%s' is in unsupported format.
tr: '%s' ses dosyasý desteklenmeyen bir biçimde.

source: Spacing
tr: Boþluk ayarý

source: Standard
tr: Standart

source: Statement, 5 1/2 x 8 1/2 in
tr: Statement, 5 1/2 x 8 1/2 inç

source: Status:
tr: Durum:

source: String To Colour : Incorrect colour specification : %s
tr: Dizgiden renge: Hatalý renk tanýmý: %s

source: Style
tr: Stil

source: Style Organiser
tr: Stil Düzenleyici

source: Style:
tr: Stil:

source: Subscrip&t
tr: Altyazý

source: Supe&rscript
tr: Üstyazý

source: Swiss
tr: Ýsveç

source: Symbol
tr: Sembol

source: Symbol &font:
tr: Sembol yazýtipi:

source: TIFF: Couldn't allocate memory.
tr: TIFF: Bellek yetersiz.

source: TIFF: Error loading image.
tr: TIFF: Görüntü yükleme hatasý.

source: TIFF: Error reading image.
tr: TIFF: Görüntü okuma hatasý.

source: TIFF: Error saving image.
tr: TIFF: Görüntü saklama hatasý.

source: TIFF: Error writing image.
tr: TIFF: Görüntü yazma hatasý.

source: Tabloid Extra 11.69 x 18 in
tr: Tabloid Ek 11.69 x 18 inç

source: Tabloid, 11 x 17 in
tr: Tabloid, 11 x 17 inç

source: Tabs
tr: Sekmeler

source: Templates
tr: Þablonlar

source: Text renderer cannot render value; value type:
tr: Metin görselleþtiricisi baþaramýyor deðer; tip:

source: The FTP server doesn't support passive mode.
tr: FTP sunucusu pasif durumu desteklemiyor.

source: The FTP server doesn't support the PORT command.
tr: FTP sunucusu PORT komutunu desteklemiyor.

source: The available bullet styles.
tr: Varolan yerimi stilleri.

source: The available styles.
tr: Varolan stiller.

source: The bullet character.
tr: Yerimi karakteri.

source: The character code.
tr: Karakter kodu.

source: The charset '%s' is unknown. You may select another charset to replace it with or choose [Cancel] if it cannot be replaced
tr: '%s' karakter kümesi bilinmiyor. Yerine baþka birtane seçebilirsiniz veya eðer yerine konulamýyorsa (Vazgeç)'i seçiniz

source: The clipboard format '%d' doesn't exist.
tr: '%d' pano biçimi yok.

source: The default style for the next paragraph.
tr: Sonraki paragraf için öntanýmlý stil.

source: The directory '%s' does not exist Create it now?
tr: '%s' klasörü yok Þimdi yaratýlsýn mý?

source: The file '%s' doesn't exist and couldn't be opened. It has been removed from the most recently used files list.
tr: '%s' dosyasý yok ve açýlamadý. Geçmiþ kullanýlan dosyalar listesinden çýkarýldý.

source: The first line indent.
tr: Ýlk satýr girinti.

source: The following standard GTK+ options are also supported:
tr: Aþaðýdaki standart GTK+ seçenekleri de desteklenmektedir:

source: The font colour.
tr: Yazýtipi rengi.

source: The font family.
tr: Yazýtipi ailesi.

source: The font from which to take the symbol.
tr: Sembolün alýnacaðý yazýtipi.

source: The font point size.
tr: Yazýtipi punto boyutu.

source: The font size in points.
tr: Punto olarak yazýtipi boyutu.

source: The font style.
tr: Yazýtipi stili.

source: The font weight.
tr: Yazýtipi yoðunluðu.

source: The left indent.
tr: Sol girinti.

source: The line spacing.
tr: Satýr aralýðý.

source: The list item number.
tr: Liste öðe numarasý.

source: The outline level.
tr: Anahat seviyesi.

source: The print dialog returned an error.
tr: Yazdýrma penceresi bir hata verdi.

source: The range to show.
tr: Gösterilecek aralýk.

source: The report contains the files listed below. If any of these files contain private information, please uncheck them and they will be removed from the report.
tr: Bu rapor aþaðýdaki dosyalarý içermektedir. Eðer bu dosyalardan herhangi biri özel bilgiler içeriyorsa, rapordan çýkarmak için lütfen onlarýn iþaretini kaldýrýnýz.

source: The required parameter '%s' was not specified.
tr: Gerekli '%s' parametresi belirtilmemiþ.

source: The right indent.
tr: Sað girinti.

source: The spacing after the paragraph.
tr: Paragraftan sonraki boþluk.

source: The spacing before the paragraph.
tr: Paragraftan önceki boþluk.

source: The style name.
tr: Stil adý.

source: The style on which this style is based.
tr: Bu stilin üretildiði stil.

source: The style preview.
tr: Stil önizlenimi.

source: The tab position.
tr: Sekme konumu.

source: The tab positions.
tr: Sekme yerleri.

source: The text couldn't be saved.
tr: Metin kaydedilemedi.

source: The value for the option '%s' must be specified.
tr: '%s' seçeneði için deðer belirtilmelidir.

source: The version of remote access service (RAS) installed on this machine is too old, please upgrade (the following required function is missing: %s).
tr: Bu makinede kurulu uzak eriþim hizmeti (RAS) sürümü çok eski, lütfen yükseltiniz (eksik gerekli iþlev: %s).

source: The wxGtkPrinterDC cannot be used.
tr: wxGtkPrinterDC kullanýlamýyor.

source: There is no column or renderer for the specified column index.
tr: Belirtilen dizin için sütun veya görselleþtirici yok.

source: There was a problem during page setup: you may need to set a default printer.
tr: Sayfa ayarlarý sýrasýnda bir hata oluþtu: bir öntanýmlý yazýcý belirlemeniz gerekebilir.

source: This system doesn't support date controls, please upgrade your version of comctl32.dll
tr: Bu sistem tarih öðelerini desteklemiyor, lütfen comctl32.dll sürümünü yükseltiniz

source: Thread module initialization failed: cannot store value in thread local storage
tr: Ýþparçacýðý birimi baþlatma baþarýsýz: yerel depoya deðer koyulamýyor

source: Thread module initialization failed: failed to create thread key
tr: Ýþparçacýðý birimi baþlatma baþarýsýz: anahtar yaratma baþarýsýz

source: Thread module initialization failed: impossible to allocate index in thread local storage
tr: Ýþparçacýðý birimi baþlatma baþarýsýz: yerel depoda dizin oluþturulamýyor

source: Thread priority setting is ignored.
tr: Ýþ parçacýðý öncelik ayarlarý gözardý edildi.

source: Tile &Horizontally
tr: Yatay döþe

source: Tile &Vertically
tr: Dikey döþe

source: Timeout while waiting for FTP server to connect, try passive mode.
tr: FTP sunucusuna baðlanmada zamanaþýmý oldu, pasif durumu deneyiniz.

source: Timer creation failed.
tr: Zamanlayýcý yaratýlamadý

source: Tip of the Day
tr: Günün ipucu

source: Tips not available, sorry!
tr: Üzgünüm, ipucu yok!

source: To:
tr: Nereye:

source: Toggle renderer cannot render value; value type:
tr: Ýki durumlu düðme görselleþtiricisi yapamýyor deðer; tip:

source: Too many EndStyle calls!
tr: Aþýrý 'EndStyle' çaðrýsý!
