Repository: wxWidgets/debian
Catalog: locale/*.po
Languages: tr

source: Couldn't create the overlay window
tr: Üst pencere yaratýlamadý

source: Couldn't find symbol '%s' in a dynamic library
tr: '%s' sembolü devingen kitaplýkta bulunamadý

source: Couldn't get hatch style from wxBrush.
tr: wxBrush'tan tarama stili alýnamadý.

source: Couldn't get the current thread pointer
tr: Geçerli iþparçacýðý imleci alýnamýyor

source: Couldn't init the context on the overlay window
tr: Üst pencerede baðlam baþlatýlamadý

source: Couldn't load a PNG image - file is corrupted or not enough memory.
tr: PNG görüntüsü yüklenemedi -dosya bozuk veya bellek yetersiz.

source: Couldn't load sound data from '%s'.
tr: Ses verisi '%s' içinden yüklenemiyor.

source: Couldn't open audio: %s
tr: Ses açýlamýyor: %s

source: Couldn't register clipboard format '%s'.
tr: '%s' pano biçimi kaydedilemedi.

source: Couldn't release a mutex
tr: Muteks býrakýlamýyor

source: Couldn't retrieve information about list control item %d.
tr: %d liste kontrolü elemaný hakkýnda bilgi alýnamadý.

source: Couldn't save PNG image.
tr: PNG görüntüsü kaydedilemedi.

source: Couldn't terminate thread
tr: Ýþ parçacýðý sonlandýrýlamýyor

source: Create directory
tr: Klasör yarat

source: Create new directory
tr: Yeni klasör yarat

source: Cu&t
tr: %Kes

source: Current directory:
tr: Geçerli klasör:

source: Custom size
tr: Özel boyut

source: Cut
tr: Kes

source: Cut selection
tr: Seçimi kes

source: Cyrillic (ISO-8859-5)
tr: Kril (ISO-8859-5)

source: D sheet, 22 x 34 in
tr: D sayfa, 22 x 34 inç

source: DDE poke request failed
tr: DDE itme isteði baþarýsýz

source: DIB Header: Encoding doesn't match bitdepth.
tr: DIB baþlýðý: Kodlama ikili derinliðiyle uyumlu deðil.

source: DIB Header: Image height > 32767 pixels for file.
tr: DIB baþlýðý: Dosyanýn imaj yüksekliði > 32767 piksel.

source: DIB Header: Image width > 32767 pixels for file.
tr: DIB baþlýðý: Dosyanýn imaj geniþliði > 32767 piksel.

source: DIB Header: Unknown bitdepth in file.
tr: DIB baþlýðý: Dosyada bilinmeyen ikili derinliði.

source: DIB Header: Unknown encoding in file.
tr: DIB baþlýðý: Dosyada bilinmeyen kodlama.

source: DL Envelope, 110 x 220 mm
tr: DL Zarf, 110 x 220 mm

source: Date renderer cannot render value; value type:
tr: Tarih görselleþtiricisi yapamýyor deðer; tip:

source: Debug report "%s"
tr: Hata ayýklama raporu "%s"

source: Debug report couldn't be created.
tr: Hata ayýklama raporu yaratýlamadý.

source: Debug report generation has failed.
tr: Hata ayýklama raporu üretilemedi.

source: Decorative
tr: Süslü

source: Default encoding
tr: Öntanýmlý kodlama

source: Default font
tr: Öntanýmlý yazýtipi

source: Default printer
tr: Öntanýmlý yazýcý

source: Delete
tr: Sil

source: Delete A&ll
tr: Tümünü Sil

source: Delete Style
tr: Stili Sil

source: Delete Text
tr: Metni Sil

source: Delete item
tr: Öðeyi Sil

source: Delete selection
tr: Seçimi Sil

source: Delete style %s?
tr: %s stili silinsin mi?

source: Deleted stale lock file '%s'.
tr: Eski kilit dosyasý '%s' silindi.

source: Dependency "%s" of module "%s" doesn't exist.
tr: "%s" baðlýlýðý yok; birim "%s".

source: Desktop
tr: Masaüstü

source: Developed by
tr: Geliþtirici

source: Developers
tr: Geliþtiriciler

source: Dial up functions are unavailable because the remote access service (RAS) is not installed on this machine. Please install it.
tr: Uzaktan eriþim servisi (RAS) kurulu olmadýðý için çevirme iþlevleri yok. Lütfen kurunuz.

source: Did you know...
tr: Biliyor muydunuz...

source: DirectFB error %d occured.
tr: DirectFB %d hatasý oluþtu.

source: Directories
tr: Klasörler

source: Directory '%s' couldn't be created
tr: '%s' klasörü yaratýlamadý

source: Directory '%s' doesn't exist!
tr: '%s' klasörü yok!

source: Directory does not exist
tr: Klasör yok

source: Directory doesn't exist.
tr: Klasör yok

source: Display all index items that contain given substring. Search is case insensitive.
tr: Verilen alt-dizgiyi içeren tüm dizin elemanlarýný göster. Arama küçük-büyük harf duyarlýdýr.

source: Display options dialog
tr: Seçenek penceresini göster

source: Displays help as you browse the books on the left.
tr: Soldaki kitaplarý gezerken yardýmý gösterir.

source: Do you want to overwrite the command used to %s files with extension "%s" ? Current value is %s, New value is %s %1
tr: Dosyalarý %s için kullanýlan komutu deðiþtirmek istiyor musunuz ("%s" uzantýlý dosyalar) ? Geçerli deðer %s, Yeni deðer %s %1

source: Documentation by
tr: Dökümaný yazan

source: Documentation writers
tr: Döküman yazarlarý

source: Don't Save
tr: Kaydetme

source: Done
tr: Tamamlandý

source: Done.
tr: Tamamlandý.

source: Double Japanese Postcard Rotated 148 x 200 mm
tr: Japon Çift Postakartý Çevrik 148 x 200 mm

source: Doubly used id : %d
tr: Birden fazla kullanýlmýþ kimlik: %d

source: Down
tr: Aþaðý

source: E sheet, 34 x 44 in
tr: E sayfa, 34 x 44 inç

source: Edit item
tr: Öðeyi düzenle

source: Enter a character style name
tr: Bir karakter stil adý giriniz

source: Enter a list style name
tr: Bir liste stil adý giriniz

source: Enter a new style name
tr: Yeni bir stil adý giriniz

source: Enter a paragraph style name
tr: Bir paragraf stil adý giriniz

source: Enter command to open file "%s":
tr: "%s" dosyasýný açmak için komut giriniz:

source: Entries found
tr: Öðe bulundu

source: Envelope Invite 220 x 220 mm
tr: Davetiye Zarf 220 x 220 mm

source: Environment variables expansion failed: missing '%c' at position %u in '%s'.
tr: Çevre deðiþkenleri açýlamadý: eksik '%c', konum %u, '%s' içinde.

source: Error
tr: Hata

source: Error closing epoll descriptor
tr: epoll tanýmlayýcý kapatma hatasý

source: Error creating directory
tr: Klasör yaratýlamadý

source: Error in reading image DIB.
tr: DIB görüntüsü okuma hatasý

source: Error reading config options.
tr: Ayar seçenekleri okuma hatasý.

source: Error saving user configuration data.
tr: Kullanýcý ayarlarýný kaydetme hatasý.

source: Error while printing:
tr: Yazdýrma hatasý:

source: Error:
tr: Hata:

source: Executable files (*.exe)|*.exe|All files (*.*)|*.*||
tr: Yürütülebilir dosyalar (*.exe)|*.exe|Tüm dosyalar (*.*)|*.*||

source: Execution of command '%s' failed
tr: '%s' komutu iþletilemedi

source: Execution of command '%s' failed with error: %ul
tr: '%s' komutunun iþlemesi baþarýsýz; hata: %ul

source: Executive, 7 1/4 x 10 1/2 in
tr: Executive, 7 1/4 x 10 1/2 inç

source: Exporting registry key: file "%s" already exists and won't be overwritten.
tr: Kayýt anahtarý verme: "%s" dosyasý zaten var, üstüne yazýlmayacak.

source: Extended Unix Codepage for Japanese (EUC-JP)
tr: Japonca için geliþmiþ Unix Codepage (EUC-JP)

source: Extraction of '%s' into '%s' failed.
tr: '%s''in '%s' içine açýlmasý baþarýsýz.

source: Failed to access lock file.
tr: Kilit dosyasýna eriþilemedi.

source: Failed to add descriptor %d to epoll descriptor %d
tr: %d tanýmlayýcýsý %d epoll tanýmlayýsýcýna eklenemedi

source: Failed to allocate colour for OpenGL
tr: OpenGL için renk ayarlanamadý

source: Failed to change video mode
tr: Görüntü ayarý deðiþtirilemedi

source: Failed to clean up debug report directory "%s"
tr: "%s" hata ayýklama rapor klasörü temizlenemedi

source: Failed to close file handle
tr: Dosya tanýtýcý kapatýlamadý

source: Failed to close lock file '%s'
tr: '%s' kilit dosyasý kapatýlamadý

source: Failed to close the clipboard.
tr: Pano kapatýlamadý.

source: Failed to close the display "%s"
tr: "%s" görüntüsü kapatýlamadý

source: Failed to connect: missing username/password.
tr: Baðlanýlamadý: eksik kullanýcý adý/parola.

source: Failed to connect: no ISP to dial.
tr: Baðlanýlamadý: aranacak ISP yok.

source: Failed to convert file "%s" to Unicode.
tr: "%s" dosyasý Unikoduna çevrilemedi.

source: Failed to copy registry value '%s'
tr: Kayýt deðeri '%s' kopyalanamadý

source: Failed to copy the contents of registry key '%s' to '%s'.
tr: Kayýt anahtarý '%s''nin içeriði '%s''e kopyalanamadý.

source: Failed to copy the file '%s' to '%s'
tr: '%s' dosyasý '%s''ye kopyalanamadý

source: Failed to copy the registry subkey '%s' to '%s'.
tr: '%s' kayýt alt anahtarý '%s''ye kopyalanamadý.

source: Failed to create DDE string
tr: DDE dizgisi yaratýlamadý

source: Failed to create MDI parent frame.
tr: MDI ana çerçeve yaratýlamadý.

source: Failed to create a temporary file name
tr: Geçici dosya adý yaratýlamadý

source: Failed to create an anonymous pipe
tr: Anonim boru yaratýlamadý

source: Failed to create connection to server '%s' on topic '%s'
tr: '%s' sunucusuna '%s' konusunda baðlantý kurulamadý

source: Failed to create cursor.
tr: Ýmleç yaratýlamadý.

source: Failed to create directory "%s"
tr: "%s" klasörü yaratýlamadý

source: Failed to create directory '%s' (Do you have the required permissions?)
tr: '%s' klasörü yaratýlamadý (Gerekli izniniz var mý?)

source: Failed to create epoll descriptor
tr: epoll tanýmlayýcýsý yaratýlamadý

source: Failed to create registry entry for '%s' files.
tr: '%s' dosyalarý için kayýt girdisi yaratýlamadý.

source: Failed to create the standard find/replace dialog (error code %d)
tr: Standart bul/deðiþtir penceresi yaratýlamadý (hata kodu %d)

source: Failed to create wake up pipe used by event loop.
tr: Olay döngüsünde kullanýlan uyandýrma borusu yaratýlamadý.

source: Failed to display HTML document in %s encoding
tr: HTML dökümaný %s kodlamasýnda gösterilemedi

source: Failed to empty the clipboard.
tr: Pano temizlenemedi.

source: Failed to enumerate video modes
tr: Görüntü kipleri sýralanamadý

source: Failed to establish an advise loop with DDE server
tr: DDE sunucusuyla danýþma döngüsü saðlanamadý

source: Failed to establish dialup connection: %s
tr: Çevirmeli baðlantý gerçekleþtirilemedi: %s

source: Failed to execute '%s'
tr: '%s' çalýþtýrýlamadý

source: Failed to execute curl, please install it in PATH.
tr: curl çalýþtýrýlamadý, lütfen YOL içine yükleyiniz.

source: Failed to find match for regular expression: %s
tr: Düzenli ifade için eþleme bulunamadý: %s

source: Failed to get ISP names: %s
tr: ISP adlarý alýnamadý: %s

source: Failed to get data from the clipboard
tr: Panodan veri alýnamadý

source: Failed to get the local system time
tr: Yerel sistem zamaný alýnamadý

source: Failed to get the working directory
tr: Çalýþma klasörü alýnamadý

source: Failed to initialize GUI: no built-in themes found.
tr: GUI ilklendirme baþarýsýz: gömülü tema yok.

source: Failed to initialize MS HTML Help.
tr: MS HTML Yardým ilklendirilemedi.

source: Failed to initialize OpenGL
tr: OpenGL ilklendirilemedi

source: Failed to initiate dialup connection: %s
tr: Çevirmeli baðlantý baþlatýlamadý: %s

source: Failed to insert text in the control.
tr: Metin kontrole eklenemedi.

source: Failed to inspect the lock file '%s'
tr: '%s' kilit dosyasý incelenemedi

source: Failed to install signal handler
tr: Ýþaret iþleyicisi kurulamadý

source: Failed to join a thread, potential memory leak detected - please restart the program
tr: Ýþparçacýðýna baðlanýlamadý, olasý bellek sýzýntýsý bulundu - lütfen programý yeniden baþlatýnýz

source: Failed to kill process %d
tr: %d iþi öldürülemedi

source: Failed to load metafile from file "%s".
tr: Metafile "%s" dosyasýndan yüklenemedi.

source: Failed to load mpr.dll.
tr: mpr.dll yüklenemedi.

source: Failed to load shared library '%s'
tr: '%s' paylaþýmlý kitaplýðý yüklenemedi

source: Failed to lock the lock file '%s'
tr: '%s' kilit dosyasý kilitlenemedi

source: Failed to modify descriptor %d in epoll descriptor %d
tr: %d tanýmlayýcýsý deðiþtirilemedi (epoll %d tanýmlayýcýsýndaki)

source: Failed to modify file times for '%s'
tr: Dosya zamanlarý '%s' için düzenlenemedi

source: Failed to monitor I/O channels
tr: G/Ç kanallarý izlenemedi

source: Failed to open '%s' for reading
tr: '%s' okuma için açýlamadý

source: Failed to open '%s' for writing
tr: '%s' yazma için açýlamadý

source: Failed to open CHM archive '%s'.
tr: '%s' CHM arþivi açýlamadý.

source: Failed to open URL "%s" in default browser.
tr: '%s' baðý(URL) öntanýmlý gezginle açýlamadý.

source: Failed to open display "%s".
tr: "%s" görüntüsü açýlamadý.

source: Failed to open temporary file.
tr: Geçici dosya açýlamadý.

source: Failed to open the clipboard.
tr: Pano açýlamadý.

source: Failed to put data on the clipboard
tr: Veri panoya konulamadý

source: Failed to read PID from lock file.
tr: Kilit dosyasýndan PID okunamadý.

source: Failed to read config options.
tr: Ayar seçenekleri okunamadý.

source: Failed to read from wake-up pipe
tr: Uyandýrma borusundan okunamadý

source: Failed to redirect child process input/output
tr: Alt iþ girdi/çýktýsý yönlendirilemedi

source: Failed to redirect the child process IO
tr: Alt iþ girdi/çýktýsý yönlendirilemedi

source: Failed to register DDE server '%s'
tr: '%s' DDE sunucusuna kaydolunamadý

source: Failed to remember the encoding for the charset '%s'.
tr: Karakter kümesi '%s' için kodlama anýmsanamadý.

source: Failed to remove debug report file "%s"
tr: "%s" hata ayýklama rapor dosyasý silinemedi

source: Failed to remove lock file '%s'
tr: '%s' kilit dosyasý silinemedi

source: Failed to remove stale lock file '%s'.
tr: Eski kilit dosyasý '%s' silinemedi.

source: Failed to rename registry value '%s' to '%s'.
tr: '%s' kayýt deðeri '%s' olarak adlandýrýlamadý.

source: Failed to rename the file '%s' to '%s' because the destination file already exists.
tr: '%s' dosyasý '%s' olarak adlandýrýlamadý, bu adda bir dosya zaten var.

source: Failed to rename the registry key '%s' to '%s'.
tr: '%s' kayýt anahtarý '%s' olarak adlandýrýlamadý.

source: Failed to retrieve data from the clipboard.
tr: Panodan veri alýnamadý.

source: Failed to retrieve file times for '%s'
tr: '%s' için dosya zamanlarý alýnamadý

source: Failed to retrieve text of RAS error message
tr: RAS hata iletisinin metni alýnamadý

source: Failed to retrieve the supported clipboard formats
tr: Desteklenen pano biçemleri alýnamadý

source: Failed to save the bitmap image to file "%s".
tr: Ýkil eþlemi görüntüsü "%s" dosyasýna kaydedilemedi.

source: Failed to send DDE advise notification
tr: DDE danýþma uyarýsý gönderilemedi

source: Failed to set FTP transfer mode to %s.
tr: FTP iletme durumu %s'ye ayarlanamadý.

source: Failed to set clipboard data.
tr: Pano verisi konulamadý.

source: Failed to set permissions on lock file '%s'
tr: Ýzinler '%s' kilit dosyasýna konulamýyor

source: Failed to set temporary file permissions
tr: Geçici dosya yetkileri uygulanamadý

source: Failed to set text in the text control.
tr: Metin kontrole yerleþtirilemedi.

source: Failed to set thread priority %d.
tr: Ýþ parçacýðý önceliði %d ayarlanamadý.

source: Failed to store image '%s' to memory VFS!
tr: '%s' görüntüsü bellek VFS'ye yerleþtirilemedi!

source: Failed to switch wake up pipe to non-blocking mode
tr: Uyandýrma borusu beklemesiz kipine döndürülemedi

source: Failed to terminate a thread.
tr: Ýþ parçacýðý sonlandýrýlamadý.

source: Failed to terminate the advise loop with DDE server
tr: DDE sunucusuyla danýþma döngüsü sonlandýrýlamadý

source: Failed to terminate the dialup connection: %s
tr: Çevirmeli baðlantý sonlandýrýlamadý: %s

source: Failed to touch the file '%s'
tr: '%s' dosyasýna dokunulamadý

source: Failed to unlock lock file '%s'
tr: '%s' kilit dosyasýnýn kilidi kaldýrýlamadý

source: Failed to unregister DDE server '%s'
tr: '%s' DDE sunucusuyla kayýt iptali yapýlamadý

source: Failed to unregister descriptor %d from epoll descriptor %d
tr: %d tanýmlayýcýsý kaldýrýlamadý (%d epoll tanýmlayýsýcýsýndan)

source: Failed to update user configuration file.
tr: Kullanýcý yapýlandýrma dosyasý kaydedilemedi.

source: Failed to upload the debug report (error code %d).
tr: Hata ayýklama raporu yüklenemedi (hata kodu %d).

source: Failed to write to lock file '%s'
tr: '%s' kilit dosyasýna yazýlamadý

source: File
tr: Dosya

source: File %s does not exist.
tr: '%s' dosyasý yok.

source: File '%s' already exists, do you really want to overwrite it?
tr: '%s' dosyasý zaten var, üstüne yazýlsýn mý?

source: File '%s' already exists. Do you want to replace it?
tr: '%s' dosyasý zaten var. Üstüne yazýlsýn mý?

source: File couldn't be loaded.
tr: Dosya yüklenemedi.

source: File error
tr: Dosya hatasý

source: File name exists already.
tr: Dosya adý zaten var.

source: Files
tr: Dosyalar

source: Files (%s)
tr: Dosyalar (%s)

source: Filter
tr: Filtre

source: Find
tr: Bul

source: Fixed font:
tr: Sabit yazýtipi:

source: Fixed size face.<br> <b>bold</b> <i>italic</i>
tr: Sabit boyutlu þekil.<br> <b>koyu</b> <i>eðik</i>

source: Folio, 8 1/2 x 13 in
tr: Kitap yapraðý, 8 1/2 x 13 inç

source: Font
tr: Yazýtipi

source: Font &weight:
tr: Yazýtipi yoðunluðu:

source: Font size:
tr: Yazýtipi boyutu

source: Font st&yle:
tr: Yazýtipi stili:

source: Font:
tr: Yazýtipi:

source: Fonts index file %s disappeared while loading fonts.
tr: %s yazýtipi dizin dosyasý yazýtiplerini yüklerken kayboldu.

source: Fork failed
tr: Ayrýlma baþarýsýz

source: Forward hrefs are not supported
tr: Ýleri href'ler desteklenmiyor

source: Found %i matches
tr: %i benzer bulundu

source: From:
tr: Kaynak:

source: GIF: Invalid gif index.
tr: GIF: geçersiz gif dizini.

source: GIF: data stream seems to be truncated.
tr: GIF: veri kýrpýlmýþ görülüyor.

source: GIF: error in GIF image format.
tr: GIF: görüntü biçimi hatasý.

source: GIF: not enough memory.
tr: GIF: yetersiz bellek.

source: GIF: unknown error!!!
tr: GIF: bilinmeyen hata!!!

source: GTK+ theme
tr: GTK+ temasý

source: Generic PostScript
tr: Genel PostScript

source: German Legal Fanfold, 8 1/2 x 13 in
tr: Alman Yasal Fanfold, 8 1/2 x 13 inç

source: German Std Fanfold, 8 1/2 x 12 in
tr: Alman Standart Fanfold, 8 1/2 x 12 inç

source: GetProperty called w/o valid getter
tr: 'GetProperty' iþlevi geçerli bir alýcý olmaksýzýn çaðrýldý

source: GetPropertyCollection called on a generic accessor
tr: 'GetPropertyCollection' genel bir eriþici üstünde çaðrýldý

source: GetPropertyCollection called w/o valid collection getter
tr: 'GetPropertyCollection' geçerli bir koleksiyon alýcýsý olmaksýzýn çaðrýldý

source: Go back
tr: Geri git

source: Go forward
tr: Ýleri git

source: Go one level up in document hierarchy
tr: Döküman sýradüzeninde bir seviye yukarý git

source: Go to home directory
tr: Ev klasörüne git

source: Go to parent directory
tr: Ana klasöre git

source: Graphics art by
tr: Grafikleri hazýrlayan

source: Greek (ISO-8859-7)
tr: Yunanca (ISO-8859-7)

source: Gzip not supported by this version of zlib
tr: Zlib'in bu sürümünde 'gzip' desteklenmemektedir

source: HTML Help Project (*.hhp)|*.hhp|
tr: HTML Yardým Projesi (*.hhp)|*.hhp|

source: HTML anchor %s does not exist.
tr: %s HTML çengeli yok.

source: HTML files (*.html;*.htm)|*.html;*.htm|
tr: HTML dosyalarý (*.html;*.htm)|*.html;*.htm|

source: Hebrew (ISO-8859-8)
tr: Ýbranice (ISO-8859-8)

source: Help
tr: Yardým

source: Help Browser Options
tr: Yardým Gezgini Seçenekleri

source: Help Index
tr: Yardým Dizini

source: Help Printing
tr: Yardým Yazdýrma

source: Help Topics
tr: Yardým Baþlýklarý

source: Help books (*.htb)|*.htb|Help books (*.zip)|*.zip|
tr: Yardým kitaplarý (*.htb)|*.htb|Yardým kitaplarý (*.zip)|*.zip|

source: Help directory "%s" not found.
tr: "%s" yardým klasörü bulunamadý.

source: Help file "%s" not found.
tr: "%s" yardým dosyasý bulunamadý.

source: Help: %s
tr: Yardým: %s

source: Home
tr: Ev

source: Home directory
tr: Ev klasörü

source: ICO: Error in reading mask DIB.
tr: ICO: Hata: Maske DIB okuma.

source: ICO: Error writing the image file!
tr: ICO: Görüntü dosyasý yazma hatasý!

source: ICO: Image too tall for an icon.
tr: ICO: Ýmaj ikon için çok uzun.

source: ICO: Image too wide for an icon.
tr: ICO: Ýmaj ikon için çok geniþ.

source: ICO: Invalid icon index.
tr: ICO: Geçersiz ikon dizini.

source: IFF: data stream seems to be truncated.
tr: IIF: veri kýrpýlmýþ görülüyor.

source: IFF: error in IFF image format.
tr: IIF: görüntü biçimi hatasý.

source: IFF: not enough memory.
tr: IIF: yetersiz bellek.

source: IFF: unknown error!!!
tr: IIF: bilinmeyen hata!!!

source: Icon & text renderer cannot render value; value type:
tr: Simge & metin görselleþtiricisi yapamýyor deðer; tip:

source: If you have any additional information pertaining to this bug report, please enter it here and it will be joined to it:
tr: Bu hata raporuna iliþkin ek bir bilgiye sahipseniz, lütfen buraya giriniz:

source: If you wish to suppress this debug report completely, please choose the "Cancel" button, but be warned that it may hinder improving the program, so if at all possible please do continue with the report generation.
tr: Eðer bu hata raporunu tamamen saklý tutmak istiyorsanýz, lütfen"Vazgeç" düðmesini seçiniz, ancak bu programýn geliþtirilmesine engel olabilir, eðer mümkünse lütfen rapor üretimine devam ediniz.

source: Ignoring value "%s" of the key "%s".
tr: "%s" deðeri "%s" anahtarý için gözardý ediliyor.

source: Illegal Object Class (Non-wxEvtHandler) as Event Source
tr: Olay kaynaðý olarak geçersiz nesne sýnýfý (Non-wxEvtHandler)

source: Illegal Parameter Count for ConstructObject Method
tr: 'ConstructObject' yordamý için geçersiz öðe sayýsý

source: Illegal Parameter Count for Create Method
tr: 'Create' yordamý için geçersiz öðe sayýsý

source: Illegal directory name.
tr: Geçersiz klasör adý.

source: Illegal file specification.
tr: Geçersiz dosya tanýmý.

source: Image and mask have different sizes.
tr: Ýmaj ve maske farklý boyutlarda.

source: Impossible to create a rich edit control, using simple text control instead. Please reinstall riched32.dll
tr: Zengin metin kontrolü yaratýlamýyor, yerine basit metin kontrolü kullanýlýyor. Lütfen riched32.dll'yi yeniden kurunuz.

source: Impossible to get child process input
tr: Alt iþ girdisi alýnamýyor

source: Impossible to get permissions for file '%s'
tr: '%s' dosyasý için izinler alýnamýyor

source: Impossible to overwrite the file '%s'
tr: '%s' dosyasýnýn üstüne yazýlamýyor

source: Impossible to set permissions for the file '%s'
tr: '%s' dosyasý için izinler konulamýyor

source: Indent
tr: Girintile

source: Indents && Spacing
tr: Girintileme && Boþluk

source: Index
tr: Dizin

source: Indian (ISO-8859-12)
tr: Hintçe (ISO-8859-12)

source: Initialization failed in post init, aborting.
tr: Baþlangýç sonundaki baþlatma baþarýsýz oldu, durduruluyor.

source: Insert
tr: Ekle

source: Insert Image
tr: Ýmaj Ekle

source: Insert Text
tr: Metin Ekle

source: Invalid GTK+ command line option, use "%s --help"
tr: Geçersiz GTK+ komut satýrý seçeneði, "%s --help" seçeneðini kullanýn

source: Invalid TIFF image index.
tr: Geçersiz TIFF görüntü dizini.

source: Invalid data view item
tr: Geçersiz veri görünüm öðesi

source: Invalid display mode specification '%s'.
tr: Geçersiz '%s' görüntü durum tanýmý.

source: Invalid geometry specification '%s'
tr: Geçersiz '%s' geometri tanýmý

source: Invalid lock file '%s'.
tr: Geçersiz kilit dosyasý '%s'.

source: Invalid or Null Object ID passed to GetObjectClassInfo
tr: GetObjectClassInfo iþlevine geçersiz veya boþ nesne kimliði geçirildi

source: Invalid or Null Object ID passed to HasObjectClassInfo
tr: HasObjectClassInfo iþlevine geçersiz veya boþ nesne kimliði geçirildi

source: Invalid regular expression '%s': %s
tr: Geçersiz düzenli ifade '%s': %s

source: Italic
tr: Eðik

source: Italy Envelope, 110 x 230 mm
tr: Ýtalyan Zarf, 110 x 230 mm

source: JPEG: Couldn't load - file is probably corrupted.
tr: JPEG: Yüklenemedi - dosya bozuk olabilir.

source: JPEG: Couldn't save image.
tr: JPEG: Görüntü kaydedilemedi.

source: Japanese Double Postcard 200 x 148 mm
tr: Japon Çift Postakartý 200 x 148 mm

source: Japanese Envelope Chou #3
tr: Japon Zarf Chou #3

source: Japanese Envelope Chou #3 Rotated
tr: Japon Zarf Chou #3 Çevrik

source: Japanese Envelope Chou #4
tr: Japon Zarf Chou #4

source: Japanese Envelope Chou #4 Rotated
tr: Japon Zarf Chou #4 Çevrik
